Repository: wger-project/wger
Catalog: wger/locale/*/LC_MESSAGES/django.po
Languages: cs, da, el, fi, hr, ko, nl, sv, tr

source: Sign in with your Email
el: Είσοδος με το Email σας
nl: Meld je aan met je e-mailadres

source: Persona (BrowserID) replaces multiple passwords, you don't need to remember a new password for this site. For more information, please take a look at the <a href="https://login.persona.org/" target="_blank">the Persona website</a>.
el: Το Persona (BrowserID) αντικαθιστά τους πολλούς κωδικούς, δεν χρειάζεται να θυμάστε έναν καινούργιο κωδικό για αυτήν την σελίδα. Για περισσότερες πληροφορίες, δείτε εδώ <a href="https://login.persona.org/" target="_blank">η ιστοσελίδα Persona</a>.
nl: Persona (BrowserID) vervangt meerdere wachtwoorden, zodat je geen wachtwoord hoeft te onthouden voor deze site. Voor meer informatie, gelieve een kijkje te nemen op de <a href="https://login.persona.org/" target="_blank"> Persona website</a>.

source: Enter new password
el: Εισαγωγή νέου κωδικού
nl: Voer nieuw wachtwoord in

source: Please enter your new password twice so we can verify you typed it in correctly.
el: Παρακαλούμε πληκτρολογήστε τον νέο σας κωδικό δύο φορές ώστε να μπορέσουμε να επιβεβαιώσουμε ότι τον πληκτρολογήσατε σωστά.
nl: Gelieve je nieuwe wachtwoord tweemaal in te voeren zodat je kunnen nagaan of je het correct hebt ingevoerd.

source: Change my password
el: Αλλαγή του κωδικού μου
nl: Verander mijn wachtwoord

source: Password reset unsuccessful
el: Ανεπιτυχής αλλαγή κωδικού
nl: Wachtwoord-reset niet geslaagd

source: The password reset link was invalid, possibly because it has already been used. Please request a new password reset.
el: Ο σύνδεσμος της επαναφοράς του κωδικού ήταν εσφαλμένος, πιθανότατα έχει ξαναχρησιμοποιηθεί. Παρακαλούμε επιλέξτε ξανά την επαναφορά του κωδικού σας.
nl: Je wachtwoord-reset link was ongeldig, mogelijk omdat deze reeds werd gebruikt. Gelieve een nieuwe wachtwoord-reset aan te vragen.

source: Password reset
el: Αλλαγή κωδικού
nl: Wachtwoordreset

source: Gym mode
el: Κατάσταση γυμναστηρίου
nl: Gym-modus

source: mobile version only
el: έκδοση μόνο για κινητό τηλέφωνο
nl: enkel mobiele versie

source: Rest day
el: Μέρα ανάπαυσης
nl: Rustdag

source: Send
el: Αποστολή
nl: Verstuur

source: Exercise was successfully added to the general database
el: Η άσκηση προστέθηκε με επιτυχία στην γενική βάση δεδομένων
nl: Oefening met succes toegevoegd aan de algemene databank

source: New user submitted exercise
el: Ένας νέος χρήστης πρόσθεσε μια άσκηση
nl: Nieuwe door gebruiker toegevoegde oefening

source: The user {0} submitted a new exercise "{1}".
el: Ο χρήστης {0} πρόσθεσε μια νέα άσκηση "{1}".
nl: Gebruiker {0} voegde een nieuwe oefening "{1}" toe.

source: Is main picture
el: Είναι κύρια εικόνα

source: New user submitted image
el: Ένας νέος χρήστης υπέβαλε εικόνα
nl: Nieuwe door gebruiker toegevoegde afbeelding.

source: The user {0} submitted a new image "{1}" for exercise {2}.
el: Ο χρήστης {0} υπέβαλλε μιά νέα εικόνα "{1}" για την άσκηση {2}.
nl: De gebruiker {0} voegde een afbeelding "{1}" toe voor oefening {2}.

source: Main muscles
el: Κύριοι μύες
nl: Primaire spieren

source: No exercises for this equipment. Add or edit an exercise and set the equipment.
el: Δεν υπάρχουν ασκήσεις για αυτόν τον εξοπλισμό. Προσθέστε ή επεξεργαστείτε κάποια και ρυθμίστε την για τον εξοπλισμό αυτόν.
nl: Geen oefeningen voor dit materiaal. Creëer of bewerk een oefening en stel dit materiaal in.

source: Only registered users can do this
el: Μόνο εγγεγραμμένοι χρήστες μπορούν να το κάνουν αυτό
nl: Enkel geregistreerde gebruikers kunnen dit

source: exercise name
el: ονομασία άσκησης
nl: naam oefening

source: Your exercise '%(exercise)s' was successfully added to the general database.
el: Η άσκηση '%(exercise)s' σας προστέθηκε με επιτυχία στην γενική βάση δεδομένων.
nl: Oefening '%(exercise)s' met succes toegevoegd aan de algemene databank

source: It is now available on the exercise and muscle overview and can be added to workouts. You can access it on this address:
el: Είναι τώρα διαθέσιμη στην άσκηση και επισκόπηση μυών και μπορεί να προστεθεί στις προπονήσεις. Μπορείτε να την βρείτε στην διεύθυνση:
nl: Het is nu beschikbaar op het oefeningen- en spierenoverzicht en kan worden toegevoegd aan je workouts. Je kan het terugvinden op dit adres:

source: the wger.de team
el: Η ομάδα wger.de
nl: het wger.de-team

source: Submitting an exercise
el: Υποβολή μιας άσκησης
nl: Een oefening indienen

source: Thank you for submitting an exercise. This is much appreciated!
el: Ευχαριστούμε που υποβάλλατε μια άσκηση. Το εκτιμούμε πολύ!
nl: Bedankt voor het indienen van een oefening. Dit wordt erg geapprecieerd!

source: After you submit the form, the administrators will be notified. Once it is reviewed, it will be added to the database. Till this happens, it will not be visible in the overview or the search. In case you added your email when you registered, you will get notified when the process is completed successfully.
el: Μετά την υποβολή της φόρμας, οι διαχειριστές θα ειδοποιηθούν. Μόλις εξεταστεί, θα προστεθεί στην βάση δεδομένων. Έως ότου γίνει, δεν θα είναι ορατό στην επισκόπηση και στις ανευρέσεις. Σε περίπτωση που εισάγατε το email σας όταν εγγραφήκατε, θα ειδοποιηθείτε για την εξέλιξη της όταν ολοκληρωθεί με επιτυχία.
nl: Nadat je het formulier instuurt, zal een administrator worden ingelicht. Zodra je insturing is beoordeeld, zal deze worden toegevoegd aan de databank. Totdat dit is gebeurd, zal deze niet zichtbaar zijn in het overzicht of de zoekresultaten. In geval je je e-mailadres hebt toegevoegd bij het registeren, zal je op de hoogte worden gebracht wanneer het proces met succes voltooid werd.

source: No categories.
el: Δεν υπάρχουν κατηγορίες.
nl: Geen categorieën.

source: Use link to create one
el: Χρήση συνδέσμου για την δημιουργία ενός
nl: Link gebruiken om er een te creëren

source: No exercises in this category. Add or edit an exercise and set its category
el: Δεν υπάρχουν ασκήσεις σε αυτή τη κατηγορία. Προσθέστε ή επεξεργαστείτε μια άσκηση και καθορίστε την κατηγορία της.
nl: Geen oefeningen in deze categorie. Creëer of bewerk een oefening en geef deze een categorie

source: Edit category
el: Επεξεργασία κατηγορίας
nl: Bewerk categorie

source: Delete category
el: Διαγραφή κατηγορίας
nl: Verwijder categorie

source: Pending exercises
el: Ασκήσεις προς έγκριση

source: Exercise is pending review
el: Αυτή η άσκηση αναμένει έγκριση
nl: Oefening wacht op goedkeuring

source: This user submitted exercise is pending a decision to be included in the database.
el: Ο χρήστης υπέβαλλε μια άσκηση η οποία αναμένει μιά απόφαση που πρέπει να συμπεριληφθεί στην βάση δεδομένων.
nl: Deze oefening, ingediend door een gebruiker, wacht op een goedkeuring om toegevoegd te worden aan de databank.

source: Till then, it will not be shown in the overview or the search.
el: Έως τότε, δεν θα εμφανίζεται στην επισκόπηση ή στις ανευρέσεις.
nl: Tot dat moment zal deze niet zichtbaar zijn in het overzicht of de zoekresultaten.

source: Comments for this exercise
el: Σχόλια για αυτήν την άσκηση
nl: Opmerkingen voor deze oefening

source: Add new comment
el: Νέο σχόλιο
nl: Voeg opmerking toe

source: Images
el: Εικόνες
nl: Afbeeldingen

source: Pending images
el: Εικόνες προς έγκριση

source: Add new image
el: Νέας εικόνα
nl: Voeg afbeelding toe

source: The diagram shows the most used muscles on this exercise
el: Το διάγραμμα εμφανίζει τους μύς με την μεγαλύτερη δραστηριότητα σε αυτήν την άσκηση
nl: Het diagram toont de meest gebruikte spieren in deze oefening

source: Back to overview
el: Πίσω στην επισκόπηση

source: Back to exercise overview
el: Πίσω στην επισκόπηση ασκήσεων

source: Hover with the mouse over the muscles to show corresponding exercises.
el: Τοποθετήστε το ποντίκι πάνω απο τους μύς για την εμφάνιση των σχετικών ασκήσεων
nl: Beweeg met de muis over de spieren om overeenkomende oefeningen te zien.

source: Front side
el: Μπροστινή όψη
nl: Voorkant

source: Back side
el: Πίσω όψη
nl: Achterkant

source: No exercises that mainly train this muscle
el: Δεν υπάρχουν ασκήσεις που να γυμνάζουν αποκλειστικά αυτόν τον μύ
nl: Geen oefeningen die hoofdzakelijk deze spier trainen

source: <strong>Important:</strong> After adding a muscle, you need to create a new SVG image with the contours of the muscle and place it in the folder <em>images/muscles</em>.
el: <strong>Σημαντικό:</strong> Μετά την προσθήκη ενός μύ, θα πρέπει να δημιουργήσετε μιά εικόνα SVG με τα περιγράμματα των μυών και τοποθετήστε την στον φάκελο <em>images/muscles</em>.
nl: <strong>Belangrijk:</strong> Na het toevoegen van een spier, moet je een nieuwe SVG-afbeelding met de contouren van de spier maken en deze plaatsen in de map <em>images/muscles</em>.

source: Edit muscle
el: Επεξεργασία μύ
nl: Bewerk spier

source: Delete muscle
el: Διαγραφή μύ
nl: Verwijder spier

source: Add exercise comment
el: Νέο σχόλιο άσκησης
nl: Voeg opmerking oefening toe

source: Add exercise
el: Νέα άσκηση
nl: Creëer oefening

source: Exercise was successfully marked as rejected
el: Η άσκηση απορρίφθηκε με επιτυχία
nl: Oefening met succes gemarkeerd als afgewezen

source: Edit exercise image
el: Επεξεργασία εικόνας άσκησης
nl: Bewerk afbeelding oefening

source: Delete exercise image?
el: Διαγραφή εικόνας άσκησης;
nl: Afbeelding oefening verwijderen?

source: Trainer, can see the users for a gym
el: Ο Γυμναστής μπορεί να δει τους χρήστες του γυμναστηρίου

source: Admin, can manage users for a gym
el: Ο Διαχειριστής μπορεί να διαχειριστεί τους χρήστες του γυμναστηρίου

source: Admin, can administrate the different gyms
el: Ο διαχειριστής μπορεί να διαχειριστεί πολλαπλά γυμναστήρια

source: Reminder inactive members
el: Υπενθύμιση ανενεργών μελών

source: Configuration for {}
el: Παραμετροποίηση για {}
nl: Configuratie voor {}

source: Overview inactive members
el: Επισκόπηση ανενεργών μελών

source: No users for this gym found
el: Δεν βρέθηκαν χρήστες για αυτό το γυμναστήριο

source: Back to gym
el: Πίσω στο γυμναστήριο

source: The goal or description of the new workout.
el: Ο στόχος ή περιγραφή της νέας προπόνησης.
nl: Het doel of de beschrijving van de nieuwe workout.

source: All categories
el: Όλες οι κατηγορίες
nl: Alle categorieën

source: Is loop
el: Είναι επανάληψη

source: Ususally a description about what parts are trained, like "Arms" or "Pull Day"
el: Συνήθως μια περιγραφή για τα σημεία που γυμνάζονται, όπως "Χέρια" ή "Τετρακέφαλοι"

source: <i>This is an empty workout, what did you expect on the PDF?</i>
el: <i>Αυτό είναι μιά άδεια προπόνηση, τί περιμένατε να δείτε σε αυτό το PDF;</i>
nl: <i>Dit is een lege workout, wat had je verwacht op de PDF?</i>

source: Created on the <b>%s</b>
el: Δημιουργήθηκε την <b>%s</b>
nl: Aangemaakt op <b>%s</b>

source: Add exercises to this training day before adding a log.
el: Προσθήκη ασκήσεων σε αυτην την μέρα προπόνησης πριν την προσθήκη ιστορικού
nl: Voeg oefeningen toe aan deze trainingdag vooraleer een log toe te voegen.

source: Back to workout
el: Πίσω στην προπόνηση
nl: Terug naar workout

source: Schedules are collections of workouts that you do in succession.
el: Τα προγράμματα είναι συλλογές απο προπονήσεις που κάνετε διαδοχικά.
nl: Schema's zijn verzamelingen van oefeningen die je na mekaar uitvoert.

source: You can indicate how long you want to do each workout before jumping to the next. It is also possible to create a loop, so you always do the same workouts in succession, e.g. A > B > C > A > B > C and so on.
el: Μπορείτε να υποδείξετε, πόσο θέλετε να κάνετε κάθε προπόνηση πριν μεταπηδήσετε στην επόμενη. Είναι δυνατό να δημιουργηθεί ένας βρόγχος ώστε πάντα να κάνετε τις ίδιες προπονήσεις διαδοχικά, π.χ. Α > Β > Γ κ.ο.κ.
nl: Je kan aangeven hoe lang je elke workout wil doen alvorens naar de volgende te gaan. het is ook mogelijk een lus te creëren, zodat je altijd dezelfde workouits na mekaar doet. Bvb. A > B > C > A > B > C enz.

source: The currently active schedule will remain active (and be shown e.g. in your dashboard) till it reaches the last workout or till you deactivate it, if it is a loop.
el: Το τρέχων ενεργό πρόγραμμα θα παραμείνει ενεργό (και θα εμφανίζεται π.χ. στον πίνακα ελέγχου) έως ότου φτάσει στην τελευταία προπόνηση ή έως ότου το απενεργοποιήσετε, σε περίπτωση που είναι βρόγχος.
nl: Het huidige actieve schema zal actief blijven (en getoond worden bvb. in je dashboard) tot de laatste workout is bereikt of, als het een lus betreft, tot je het deactiveert.

source: %(weeks)s Week
el: %(weeks)s Εβδομάδα

source: Add as many workouts to the schedule as you want. You can edit the order per drag-and-drop. It's also possible to add one workout more than once.
el: Προσθέστε όσες προπονήσεις θέλετε στο πρόγραμμα. Μπορείτε να επεξεργαστείτε την σειρά σέρνοντας την κάθε εγγραφή. Είναι δυνατό να προσθέσετε την ίδια προπόνηση περισσότερες απο μία φορές.

source: You can then import the file it into your calendar application for example google calendar, outlook or iCal. This will create an appointment for each training day with the appropriate exercises.
el: Μπορείτε να εισάγετε αρχεία στην εφαρμογή ημερολογίου σας, για παράδειγμα google calendar, outlook ή iCal. Αυτό θα δημιουργήσει ένα γεγονός για κάθε ημέρα προπόνησης με τις αντίστοιχες ασκήσεις.
nl: Hierna kan je het bestand importeren in je kalender-applicatie, bijvoorbeeld Google Calendar, Outlook of iCal. Dit zal een afspraak creëren op elke trainingdag met de geschikte oefeningen.

source: Your workouts
el: Οι προπονήσεις σας
nl: Je workouts

source: Add training day
el: Προσθήκη ημέρας προπόνησης
nl: Trainingdag toevoegen

source: Show/Hide exercise comments
el: Εμφάνιση/Απόκρυψη σχολίων άσκησης
nl: Toon/Verberg opmerkingen oefening

source: use '99' for 'all repetitions you can do'
el: χρησιμοποιήστε '99' για 'όλες τις επαναλήψεις που κάνετε'
nl: Gebruik '99' voor 'zoveel herhalingen als je kan'

source: View weight log
el: Εμφάνιση εγγραφής βάρους
nl: Bekijk gewichtlog

source: Make a copy of this workout
el: Δημιουργήστε ένα αντίγραφο αυτής της προπόνησης
nl: Kopieer deze workout

source: Delete this workout
el: Διαγραφή αυτής της προπόνησης
nl: Verwijder deze workout

source: Repetitions
el: Επαναλήψεις
nl: Herhalingen

source: Goal
el: Στόχος
nl: Doel

source: Click on a value on a chart to edit the log entry.
el: Κάντε κλίκ σε μια τιμή στον πίνακα για επεξεργασία του ιστορικού
nl: Klik op een waarde in een grafiek om de logingave te bewerken

source: Your workout today
el: Η σημερινή σας προπόνηση
nl: Je workout vandaag

source: Start!
el: Ξεκινήστε!

source: reps
el: επαναλήψεις
nl: herhalingen

source: Skip
el: Μεταπίδηση
nl: Overslaan

source: Pause!
el: Παύση!
nl: Pauze!

source: Workout complete!
el: Ολοκλήρωση προπόνησης!
nl: Workout voltooid!

source: Edit log entry for %s
el: Επεξεργασία εγγραφής ιστορικού για %s
nl: Bewerk logingave voor %s

source: New log entry
el: Νέα εγγραφή ιστορικού
nl: Nieuwe logingave

source: Submitted by administrator
el: Υποβλήθηκε απο τον διαχειριστή
nl: Ingediend door administrator

source: System ingredient
el: Συστατικό συστήματος
nl: Systeemingrediënt

source: Total energy is not the approximate sum of the energy provided by protein, carbohydrates and fat.
el: Η συνολική ενέργεια δεν είναι το υπολογιζόμενο σύνολο της ενέργειας που παρέχεται απο προτεϊνες, υδατάνθρακες και λίπη
nl: Totale energie is niet de geschatte som van de energie voorzien door proteïnen, koolhydraten en vetten.

source: ingredient name
el: Ονομασία συστατικού
nl: Naam ingrediënt

source: Pending ingredients
el: Συστατικά σε αναμονή

source: Nutritional values in
el: Διατροφικές αξίες σε
nl: Voedingswaarden in

source: User submitted ingredient
el: Ο χρήστης υπέβαλε συστατικό
nl: Door gebruiker ingediend ingrediënt

source: This exercise was submitted by <strong>%(username)s</strong>.
el: Αυτή η άσκηση υποβλήθηκε απο <strong>%(username)s</strong>.
nl: Deze oefening werd ingediend door <strong>%(username)s</strong>.

source: Edit meal item
el: Επεξεργασία εγγραφής γεύματος
nl: Bewerk maaltijditem

source: Ingredient name
el: Ονομασία συστατικού
nl: Naam ingrediënt

source: Use link to add one.
el: Χρησιμοποιήστε τον σύνδεσμο για την προσθήκη μιας.
nl: Gebruik de link om er een toe te voegen.

source: Your nutrition plans
el: Τα διατροφικά σας προγράμματα
nl: Je voedingsplannen

source: Delete meal
el: Διαγραφή γεύματος
nl: Verwijder maaltijd

source: Edit meal
el: Επεξεργασία γεύματος
nl: Bewerk maaltijd

source: Add item to meal
el: Προσθήκη είδους στο γεύμα
nl: Item toevoegen aan maaltijd

source: Nutritional data
el: Διατροφικά δεδομένα
nl: Voedingsgegevens

source: No items for this meal.
el: Δεν υπάρχουν εγγραφές σε αυτό το γεύμα.
nl: Geen items voor deze maaltijd.

source: No meals for this plan.
el: Δεν υπάρχουν γεύματα για αυτό το πρόγραμμα.
nl: Geen maaltijden voor dit plan.

source: Add a new meal
el: Προσθήκη νέου γεύματος
nl: Nieuwe maaltijd toevoegen

source: If you find the ingredient list too short, you might want to activate the preference to also show English ingredients.
el: Αν βρείτε την λίστα συστατικών πολύ μικρή, ίσως θελήσετε να ενεργοποιήσετε απο τις προτιμήσεις τα αγγλικά συστατικά επίσης.
nl: Als je de ingrediëntenlijst te kort vindt, kan je deze instelling activeren om ook engelstalige ingrediënten te tonen.

source: You have selected that this nutritional plan has a goal amount of calories. Use the calculator or enter the value yourself.
el: Έχετε επιλέξει ότι αυτό το διατροφικό πρόγραμμα έχει εναν στόχο θερμίδων. Χρησιμοποιήστε τον υπολογιστή ή εισάγετε τις τιμές εσείς.
nl: Je hebt ingesteld dat dit voedingsplan een doelhoeveelheid calorieën heeft. Gebruik de calculator of vul de waarde zelf in.

source: oz per body lb
el: oz ανα lb σώματος
nl: oz per lichaams lb

source: Edit nutrition plan
el: Επεξεργασία προγραμματος διατροφής
nl: Bewerk voedingsplan

source: Make a copy of this nutrition plan
el: Δημιουργήστε ένα αντίγραφο αυτού του προγράμματος διατροφής
nl: Kopieer dit voedingsplan

source: Delete nutrition plan
el: Διαγραφή προγράμματος διατροφής
nl: Verwijder voedingsplan

source: Contents
el: Περιεχόμενα
nl: Inhoud

source: The user {0} submitted a new ingredient "{1}".
el: Ο χρήστης {0} υπέβαλλε ένα νέο συστατικό "{1}".
nl: Gebruiker {0} diende een nieuw ingrediënt "{1}" in.

source: Add new meal
el: Προσθήκη νέου γεύματος
nl: Maaltijd toevoegen

source: Nutritional plan %s
el: Πρόγραμμα διατροφής %s
nl: Voedingsplan %s

source: Installing the stable version
el: Εγκατάσταση σταθερής έκδοσης

source: Click here to download the last stable version. For installation instructions see below.
el: Κάντε κλίκ εδώ για την μεταφόρτωση της τελευταίας σταθερής έκδοσης. Για οδηγίες εγκατάστασης δείτε παρακάτω.

source: download stable version:
el: μεταφόρτωση σταθερής έκδοσης:

source: In short, these are the steps needed for an installation on a linux or OS X machine, with python already installed. If you want to develop, see the sections below.
el: Εν συντομία, αυτά είναι τα βήματα που απαιτούνται για την εγκατάσταση σε linux ή OS X μηχανήματα, με την python ήδη εγκατεστημένη. Αν θέλετε να αναπτύξετε, δείτε τις παρακάτω ενότητες.

source: I personally like installing my development files on a virtualenv, it helps keep the system more or less clean and are very easy to set up, but you can skip this step if you don't mind installing all dependencies system-wide (in that case, install django and the other applications with a <code>sudo</code>).
el: Προσωπικά μου αρέσει να εγκαθιστώ τα αρχεία ανάπτυξης μου σε ένα virtualenv, καθώς βοηθά να κρατήσεις το σύστημα πιό καθαρό και είναι πολύ ευκολότερη η ρύθμιση του. Ωστόσο μπορείτε να αποφύγετε αυτό το βήμα αν δεν σας πειράζει να εγκαταστήσετε όλες τις εξαρτώμενες εφαρμογές συστήματος (σε τέτοια περίπτωση, εγκαταστήστε το django και τις άλλες εφαρμογές με ένα <code>sudo</code>).

source: Get the application from PyPI, initialise and start it.
el: Βρείτε την εφαρμογή απο το PyPI, αρχικοποιήστε και ξεκινήστε την.

source: The script will, on first run, create a configuration file and a SQLite database with a standard superuser:
el: Το script στην πρώτη εκκίνηση θα δημιουργήσει ένα αρχείο παραμέτρων και μια βάση δεδομένων SQLite με έναν τυπικό διαχειριστή:

source: username:
el: ονομα χρήστη:

source: password:
el: κωδικός:

source: You can later simply call <code>wger</code> again to start the application.
el: Μπορείτε αργότερα να καλλέσετε <code>wger</code> ξανά για να ξεκινήσετε την εφαρμογή.

source: Use <code>wger --help</code> to see available options
el: Χρησιμοποιήστε <code>wger --help</code> για να δείτε τις διαθέσιμες επιλογές

source: wger Workout Manager is build by volunteers, the development process is open and freely accessible to anybody interested. If you are new to the free software world, we recommend to take a look <a href="http://schlitt.info/opensource/blog/0541_10_golden_rules_for_starting_with_open_source.html">this article</a> which summarizes they way open source projects work very well.
el: Το wger Workout Manager χτίζεται απο εθελοντές, η διαδικασία ανάπτυξης είναι ανοιχτή και πλήρως διαθέσιμο σε οποιονδήποτε. Αν είστε νέος στον κόσμο του ελεύθερου λογισμικού, σας συνιστούμε να ρίξετε μιά ματιά σε αυτό <a href="http://schlitt.info/opensource/blog/0541_10_golden_rules_for_starting_with_open_source.html">το άρθρο</a> που περιληπτικά αναφέρει πως τα προγράμματα ανοιχτού κώδικα δουλεύουν καλά.
nl: wger Workout Manager is gebouwd door vrijwilligers. Het ontwikkelproces is transparant en vrij toegankelijk voor alle geïnteresseerden. Als je nieuw bent in de wereld van gratis software, raden we je aan een kijkje te nemen naar <a href="http://schlitt.info/opensource/blog/0541_10_golden_rules_for_starting_with_open_source.html">dit artikel</a> waarin wordt samengevat hoe het ontwikkelen van een open-source project goed kan verlopen.

source: Any kind of contribution is appreciated and welcome. Use this opportunity and influence the direction of the project.
el: Εκτιμούμε πολύ οποιοδήποτε είδος συνεισφοράς. Χρησιμοποιήστε αυτήν την ευκαιρία για να επηρεάσετε την εξέλιξη του έργου.
nl: Elke bijdrage wordt geapprecieerd en is welkom. Gebruik deze kans en beïnvloed de richting van het project.

source: The goal is to build an awesome and flexible fitness manager, along with a comprehensive and complete list of exercises and ingredients, all released under a free license.
el: Ο στόχος είναι να χτιστεί μιά καταπληκτική και ευέλικτη εφαρμογή διαχείρισης προπονήσεων, μαζί με μιά περιεκτική και ολοκληρωμένη λίστα ασκήσεων και διατροφών, όλα διανεμημένα κάτω απο δωρεάν αδειοδότηση.
nl: Het doel is een geweldige en flexibele fitness-manager te bouwen, samen met een uitgebreide en complete lijst met oefeningen en ingrediënten, allemaal uitgebracht onder een gratis licentie.

source: Use the site
el: Χρησιμοποιήστε το site
nl: Gebruik de site

source: Simply use the site and tell your friends how useful it is! ;) . When you find something that you specially liked, could need some improvements or just doesn't work, tell us! This might not sound like much, but is incredibly important!
el: Απλα χρησιμοποιήστε την σελίδα και πείτε τους φίλους σας πόσο χρήσιμη είναι! ;) . Όταν βρείτε κάτι που σας άρεσε ιδιαίτερα, που χρειάζεται βελτίωση ή απλά δεν λειτουργεί, πείτε μας! Μπορεί να μην φαινεται αρκετό αυτό, αλλά είναι παρα πολύ σημαντικό!
nl: Gebruik gewoonweg de site en vertel je vrienden hoe nuttig deze is! ;-). Wanneer je iets ontdekt dat je bijzonder leuk vond, dat wat verbetering nodig heeft of gewoon niet functioneert, vertel het ons! Dit klinkt misschien niet erg belangrijk, maar dat is het enorm!

source: Submit exercises
el: Υποβολή ασκήσεων
nl: Oefeningen indienen
