Repository: wger-project/wger
Catalog: wger/locale/*/LC_MESSAGES/django.po
Languages: cs, da, el, fi, hr, ko, nl, sv, tr

source: Category
cs: Kategorie
da: Kategori
el: Κατηγορία
fi: Luokka
hr: Kategorija
ko: 카테고리
nl: Categorie
sv: Kategori
tr: Kategori

source: Primary muscles
cs: Hlavní svaly
da: Primære muskler
el: Κύριοι μύς
fi: Ensisijaiset lihakset
hr: Primarni mišići
ko: 주 근육
nl: Primaire spieren
sv: Primära muskler
tr: Birincil kaslar

source: Secondary muscles
cs: Vedlejší svaly
da: Sekundære muskler
el: Δευτερεύοντες μύς
fi: Toissijaiset lihakset
hr: Sekundarni mišići
ko: 이차 근육
nl: Secundaire spieren
sv: Sekundära muskler
tr: İkincil kaslar

source: Variations
cs: Variace
da: Variationer
fi: Muunnelmat
hr: Varijante
ko: 변형
tr: Varyasyonlar

source: Exercise Categories
cs: Kategorie cviků
da: Øvelseskategorier
el: Κατηγορίες ασκήσεων
fi: Harjoitusluokat
hr: Kategorije vježbi
ko: 예시 카테고리
nl: Oefeningcategorieën
sv: Övningskategorier
tr: Egzersiz Kategorileri

source: Exercise
cs: Cvik
da: Øvelse
el: Άσκηση
fi: Harjoitus
hr: Vježba
ko: 예시
nl: Oefening
sv: Träning
tr: Egzersiz

source: A comment about how to correctly do this exercise.
cs: Komentář o tom, jak správně provést tento cvik.
da: En kommentar om hvordan øvelsen udføres korrekt.
el: Ένα σχόλιο για τον σωστό τρόπο εφαρμογής της άσκησης.
fi: Kommentti siitä, kuinka tämä harjoitus tehdään oikein.
hr: Komentar o tome kako pravilno izvesti ovu vježbu.
ko: 이 운동을 올바르게 하는 방법에 대한 의견.
nl: Een opmerking over hoe je deze oefening correct kan uitvoeren.
sv: En kommentar om hur man utför denna övning korrekt.
tr: Bu alıştırmanın nasıl doğru bir şekilde yapılacağına dair bir yorum.

source: Language
cs: Jazyk
da: Sprog
el: Γλώσσα
fi: Kieli
hr: Jezik
ko: 언어
nl: Taal
sv: Språk
tr: Dil

source: Alias for an exercise
cs: Přezdívka pro cvičení
da: Alias for en øvelse
fi: Alias harjoitukselle
hr: Pseudonim za vježbu
ko: 운동의 별칭
tr: Bir egzersizin takma adı

source: Line
cs: Řádek
da: Linie
fi: Linja
hr: Linija
ko: 줄
tr: Çizgi

source: Low-poly
hr: Grubi poligoni
tr: Düşük poli

source: Photo
cs: Foto
da: Foto
fi: Valokuva
hr: Fotografija
ko: 사진
tr: Fotoğraf

source: Other
cs: Ostatní
da: Øvrige
fi: Muu
hr: Drugo
ko: 기타
tr: Diğer

source: Image
cs: Obrázek
da: Billede
el: Εικόνα
fi: Kuva
hr: Slika
ko: 이미지
nl: Afbeelding
sv: Bild
tr: Resim

source: Only PNG and JPEG formats are supported
cs: Podporovány jsou pouze formáty PNG a JPEG
da: Kun PNG og JPEG formatter er understøttet
el: Μόνο PNG και JPEG εικόνες υποστηρίζονται
fi: Vain PNG- ja JPEG-formaatit ovat tuettuja
hr: Podržani su samo PNG i JPEG formati
ko: PNG,JPEG 포맷만 지원합니다
nl: Enkel PNG en JPEG-formaten worden ondersteund
sv: PNG- och JPEG-format som stöds
tr: Yalnızca PNG ve JPEG formatları desteklenir

source: Main picture
cs: Hlavní obrázek
da: Primære billede
fi: Pääkuva
hr: Glavna slika
ko: 메인 그림
sv: Huvudbild
tr: Ana resim

source: Tick the box if you want to set this image as the main one for the exercise (will be shown e.g. in the search). The first image is automatically marked by the system.
cs: Zaškrtněte políčko, pokud chcete tento obrázek nastavit jako hlavní pro cvik (například se zobrazí při hledání). Hlavní obrázek bude automaticky zvýrazněn systémem.
da: Sæt flueben i boksen hvis du vil sætte dette billede som det primære billede for øvelsen (det vil vises i f.eks. søgeresultater). Det første billede er automatisk markeret af systemet.
el: Τσεκάρετε αυτό του κουτί αν θέλετε να ρυθμίσετε την εικόνα ως η κύρια για αυτήν την άσκηση (θα εμφανίζεται π.χ. στην εύρεση). Η πρώτη εικόνα αυτόματα μαρκάρεται απο το σύστημα.
hr: Označi polje ako želiš ovu sliku postaviti kao glavnu sliku za vježbu (prikazat će se npr. u pretrazi). Sustav automatski označava prvu sliku.
nl: Vink dit aan als je deze afbeelding als de primaire afbeelding wenst in te stellen voor de oefening (zal oa. getoond worden in zoekresultaten). De eerste afbeelding wordt automatisch aangeduid door het systeem.
sv: Kryssa i rutan om du vill använda denna bild som huvudbild för denna övning (kommer visar i t.ex. sökresultaten). Den första bilden markeras automatiskt av systemet.
tr: Bu resmi egzersiz için ana resim olarak ayarlamak istiyorsanız kutuyu işaretleyin (örneğin aramada gösterilecektir). İlk görüntü sistem tarafından otomatik olarak işaretlenir.

source: The art style of your image
cs: Styl vašeho obrázku
da: Kunststilen på dit billede
hr: Stil tvoje slike
tr: Resminizin sanat tarzı

source: In latin, e.g. "Pectoralis major"
cs: v latině, např. "Pectoralis major"
da: På latinsk, f.eks. "Pectoralis major"
el: Στα λατινικά, π.χ. "Pectoralis major"
fi: Latinaksi, esim. "Pectoralis major"
hr: Na latinskom, npr. „Pectoralis major”
ko: 라틴어로 예를 들어 "Pectoralis major"
nl: Latijns, bvb. "Pectoralis major"
sv: På latin, e.g. "Pectoralis major"
tr: Latince, ör. "Büyük pektoralis"

source: Alternative name
cs: Alternativní jméno
da: Alternativt navn
fi: Vaihtoehtoinen nimi
hr: Alternativno ime
ko: 대체명
tr: Alternatif ad

source: A more basic name for the muscle
cs: Obecnější název svalu
da: Et mere basisk navn for musklen
fi: Tavallisempi nimi lihakselle
hr: Osnovnije ime za mišić
ko: 근육에 대한 보다 기본적인 이름
tr: Kas için daha temel bir isim

source: Maximum file size is %(size)sMB.
cs: Maximální velikost souboru je %(size)sMB.
da: Maksimum filstørrelse er %(size)sMB.
fi: Tiedoston enimmäiskoko on %(size)s Mt.
hr: Maks. veličina datoteke je %(size)s MB.
ko: 최대 파일 크기는 %(size)sMB입니다.
tr: Azami dosya boyutu %(size)sMB'dir.

source: File type is not supported
cs: Typ souboru není podporován
da: Filtypen er ikke understøttet
fi: Tiedostotyyppiä ei tueta
hr: Vrsta detoteke se ne podržava
ko: 파일 유형이 지원되지 않습니다
tr: Dosya türü desteklenmiyor

source: File is not a valid video
cs: Soubor není platným videem
da: Filen er ikke en valid video
fi: Tiedosto ei ole kelvollinen video
hr: Datoteka nije važeća video datoteka
ko: 파일이 유효한 비디오가 아닙니다
tr: Dosya geçerli bir video değil

source: Main video
cs: Hlavní video
da: Primær video
fi: Päävideo
hr: Glavni video
ko: 메인 비디오
tr: Ana video

source: Size
cs: Velikost
da: Størrelse
fi: Koko
hr: Veličina
ko: 크기
tr: Boyut

source: Duration
cs: Trvání
da: Varighed
el: Διάρκεια
fi: Kesto
hr: Trajanje
ko: 기간
nl: Duur
sv: Längd
tr: Süresi

source: Width
cs: Šířka
da: Bredde
fi: Leveys
hr: Širina
ko: 너비
tr: Genişlik

source: Height
cs: Výška
da: Højdde
fi: Korkeus
hr: Visina
ko: 키
tr: Yükseklik

source: Codec
cs: Kodeks
fi: Koodekki
hr: Kodek
ko: 코덱
tr: Kodek

source: Codec, long name
cs: Kodek, dlouhý název
da: Codec, langt navn
fi: Koodekki, pitkä nimi
hr: Kodek, dugo ime
ko: 코덱명이 너무 깁니다
tr: Kodek, uzun ad

source: Equipment list
cs: Seznam nářadí
da: Udstyrsliste
el: Λίστα οργάνων
fi: Varusteluettelo
hr: Popis opreme
ko: 장비 리스트
nl: Materiaallijst
sv: Utrustningslista
tr: Ekipman listesi

source: Add new equipment
cs: Přidat nové nářadí
da: Tilføj nyt udstyr
el: Νέο όργανο
fi: Lisää uusi varuste
hr: Dodaj novu opremu
ko: 새 장비 추가
nl: Materiaal toevoegen
sv: Lägg till ny utrustning
tr: Yeni ekipman ekle

source: Exercise admin history
cs: Administrativní historie cvičení
da: Øvelses administrator historik
fi: Harjoitusten järjestelmänvalvojan historia
hr: Povijest administratora vježbe
ko: 운동 관리 기록
tr: Egzersiz yönetici geçmişi

source: Action
cs: Akce
fi: Toiminta
hr: Radnja
ko: 활동
tr: Eylem

source: User
cs: Uživatel
da: Bruger
el: Χρήστης
fi: Käyttäjä
hr: Korisnik
ko: 사용자
nl: Gebruiker
sv: Användare
tr: Kullanıcı

source: Object
cs: Objekt
da: Objekt
fi: Esine
hr: Objekt
ko: 오브젝트
tr: Nesne

source: Changes
cs: Změny
da: Ændringer
fi: Muutokset
hr: Promjene
ko: 변경
tr: Değişiklikler

source: Revert
cs: Navrátit
da: Fortryd
hr: Obnovi
ko: 되돌리기
tr: Geri al

source: View Object
cs: Zobrazit objekt
da: Vis Objekt
fi: Näytä esine
hr: Prikaži objekt
ko: 오브젝트 보기
tr: Nesneyi Görüntüle

source: View changes
cs: Zobrazit změny
da: Vis ændringer
fi: Näytä muutokset
hr: Prikaži promjene
ko: 변경 보기
tr: Değişiklikleri görüntüle

source: Revert changes
cs: Zvrátit změny
da: Fortryd ændringer
fi: Palauta muutokset
hr: Obnovi promjene
ko: 변경사항 되돌리기
tr: Değişiklikleri geri al

source: Muscle overview
cs: Přehled svalů
da: Muskeloversigt
el: Επισκόπηση μυών
fi: Lihasten yleiskatsaus
hr: Pregled mičića
ko: 근육 개요
nl: Spieroverzicht
sv: Muskelöversikt
tr: Kaslara genel bakış

source: Add muscle
cs: Přidat sval
da: Tilføj muskler
el: Νέος μύς
fi: Lisää lihas
hr: Dodaj mičić
ko: 근육 추가
nl: Creëer spier
sv: Lägg till muskel
tr: Kas ekleyin

source: Add category
cs: Přidat kategorie
da: Tilføj kategori
el: Νέα κατηγορία
fi: Lisää luokka
hr: Dodaj kategoriju
ko: 카테고리 추가
nl: Creëer categorie
sv: Lägg till kategori
tr: Kategori ekle

source: This will also delete all exercises in this category.
cs: Budou také smazány všechny cviky v této kategorii.
da: Dette vil også slette alle øvelser i denne kategori.
el: Αυτή η λειτουργία θα διαγράψει και όλες τις ασκήσεις σε αυτήν την κατηγορία.
fi: Tämä poistaa myös kaikki tämän luokan harjoitukset.
hr: Ovo će također izbrisati sve vježbe u ovoj kategoriji.
ko: 이렇게 하면 이 카테고리에 있는 모든 예시가 삭제됩니다.
nl: Dit zal ook alle oefeningen in deze categorie verwijderen.
sv: Detta tar också bort alla övningar i denna kategori.
tr: Bu aynı zamanda bu kategorideki tüm alıştırmaları da silecektir.

source: Delete equipment?
cs: Smazat nářadí?
da: Slet udstyr?
el: Διαγραφή οργάνου
fi: Poistetaanko varuste?
hr: Izbrisati opremu?
ko: 장비를 삭제하시겠습니까?
nl: Materiaal verwijderen?
sv: Ta bort utrustning?
tr: Ekipman silinsin mi?

source: This will delete the exercise from all workouts.
cs: To smaže všechny cviky ze všech tréninků.
da: Dette vil slette øvelsen fra alle træninger.
el: Αυτή η λειτουργία θα διαγράψει την άσκηση απο όλες τις προπονήσεις
hr: Ovo že izbrisati vježbu iz svih treninga.
nl: Dit zal de oefening van alle workouts verwijderen.
sv: Detta kommer att radera övningen från alla pass.
tr: Bu, egzersizi tüm egzersiz programlarından silecektir.

source: Add image
cs: Přidat obrázek
da: Tilføj billede
fi: Lisää kuva
hr: Dodaj sliku
ko: 이미지 추가
tr: Resim ekle

source: Trainer
cs: Trenér
da: Træner
el: Γυμναστής
fi: Valmentaja
hr: Trener
ko: 트레이너
sv: Tränare
tr: Eğitimci

source: Gym administrator
cs: Administrace posilovny
da: Fitnescenter administrator
el: Διαχειριστής Γυμναστηρίου
fi: Kuntosalin ylläpitäjä
hr: Administrator teretane
ko: Gym 관리자
nl: Gym-admnistrator
sv: Gymadministratör
tr: Spor salonu yöneticisi

source: General manager
cs: Hlavní vedoucí
da: Daglig leder
el: Γενικός Διευθυντής
fi: Pääjohtaja
hr: Generalni direktor
ko: 일반 관리자
nl: Algemeen beheerder
sv: Generell manager
tr: Genel Müdür

source: Required. 30 characters or fewer. Letters, digits and @/./+/-/_ only.
cs: Vyžadováno. 30 znaků nebo méně. Pouze písmena, číslice a znaky @/./+/-/_.
da: Påkrævet. 30 tegn eller færre. Bogstaver, tal og kun @/./+/-/_.
el: Απαιτείται. 30 χαρακτήρες ή λιγότερο. Γράμματα, ψηφία και @/./+/-/_ μόνο.
fi: Pakollinen. 30 merkkiä tai vähemmän. Vain kirjaimet, numerot ja @/./+/-/_.
hr: Obavezno polje. 30 znakova ili manje. Samo slova, znamenke i znakovi @/./+/-/_.
ko: 필수. 30자 이하. 문자, 숫자, @/./+/-/_만 사용 가능.
nl: Vereist. 30 karakters of minder. Uitsluitend letters, cijfers en @/./+/-/_/.
sv: Krävs. 30 tecken eller färre. Endast bokstäver, siffror och @/. / +/-/ _
tr: Gereklidir. 30 veya daha az karakter. Yalnızca harfler, rakamlar ve @ /. / + / - / _.

source: This value may contain only letters, numbers and @/.//-/_ characters.
cs: Tato hondota může obsahovat pouze písmena, číslice a znaky @/.//-/_ .
da: Denne værdi må kun indeholde bogstaver, tal og @/.//-/_ karakterer.
el: Η τιμή θα πρέπει να περιλαμβάνει μόνον γράμματα, ψηφία και @/.//-/_ χαρακτήρες.
fi: Tämä arvo voi sisältää vain kirjaimia, numeroita ja @/.//-/_ merkkejä.
hr: Ovo polje smije sadržati samo slova, znamenke i znakove @/./+/-/_.
ko: 이 값에는 문자, 숫자, @/.//-/_ 문자만 포함될 수 있습니다.
nl: Deze waarde mag enkel letters, cijfers en de tekens @/.//-/_ bevatten.
sv: Det här värdet kan endast innehålla bokstäver, siffror och @/. / /-/ _ tecken.
tr: Bu değer yalnızca harf, rakam ve @ /. // - / _ karakterleri içerebilir.

source: A user with that username already exists.
cs: Uživatel s tímto uživatelským jménem již existuje.
da: En bruger med det brugernavn eksisterer allerede.
el: Ένας χρήστης με το ίδιο όνομα χρήστη υπάρχει ήδη.
fi: Käyttäjä tällä käyttäjänimellä on jo olemassa.
hr: Korisnik s ovim korisničkim imenom već postoji.
ko: 이 사용자이름은 이미 존재합니다.
nl: Er bestaat reeds een gebruiker met deze gebruikersnaam.
sv: En användare med detta användarnamn finns redan.
tr: Bu kullanıcı adına sahip bir kullanıcı zaten var.

source: Reminder of inactive members
cs: Připomínka neaktivních členů
da: Påmindelse om inaktive brugere
el: Υπενθύμιση των ανενεργών μελών
fi: Muistutus ei-aktiivisista jäsenistä
hr: Podsjetnik neaktivnih članova
ko: 비활성 회원 알림
nl: Herinnering aan inactieve gebruikers
sv: Påminnelse om inaktiva medlemmar
tr: Aktif olmayan üyelerin hatırlatıcısı

source: Note
cs: Poznámka
el: Σημείωση
fi: Huomautus
hr: Bilješka
ko: 노트
nl: Notitie
sv: Anteckning
tr: Not

source: Yearly
cs: Roční
da: Årlig
fi: Vuosittain
hr: Godišnje
ko: 매년
nl: Jaarlijks
sv: Årligen
tr: Yıllık

source: Half yearly
cs: Půlroční
da: Halvårlig
fi: Puolen vuoden välein
hr: Polugodišnje
ko: 반년마다
nl: Iedere zes maanden
sv: Varje halvår
tr: Yarı yıllık

source: Monthly
cs: Měsíční
da: Månedlig
fi: Kuukausittain
hr: Mjesečno
ko: 월간
nl: Maandelijks
sv: Månatligt
tr: Aylık

source: Biweekly
cs: Dvoutýdenní
da: Hver anden uge
fi: Joka toinen viikko
hr: Dvotjedno
ko: 격주
nl: Om de week
sv: Varannan vecka
tr: İki haftada bir

source: Weekly
cs: Týdení
da: Ugentlig
fi: Viikoittain
hr: Tjedno
ko: 주간
nl: Wekelijks
sv: Varje vecka
tr: Haftalık

source: Daily
cs: Denní
da: Daglig
fi: Päivittäin
hr: Dnevno
ko: 일간
nl: Dagelijks
sv: Dagligen
tr: Günlük

source: Contract type
cs: Typ zakázky
da: Kontrakttype
fi: Sopimuksen tyyppi
hr: Vrsta ugovora
ko: 계약 유형
sv: Kontrakttyp
tr: Sözleşme tipi

source: Amount
cs: Množství
da: Mængde
el: Ποσότητα
fi: Summa
hr: Iznos
ko: 양
nl: Hoeveelheid
sv: Mängd
tr: Miktar

source: Payment type
cs: Typ platby
da: Betalingstype
fi: Maksutyyppi
hr: Vrsta plaćanja
ko: 결제 유형
sv: Betalningstyp
tr: Ödeme türü

source: How often the amount will be charged to the member
cs: o jaký typ placeného členství se jedná
da: Hvor ofte skal beløbet blive opkrævet af brugeren
fi: Kuinka usein summa veloitetaan jäseneltä
hr: Učestalost naplaćivanja iznosa članu
ko: 회원에게 얼마나 자주 금액이 청구될 것인가
sv: Hur ofta beloppet kommer att debiteras från medlemmen
tr: Tutarın üyeden ne sıklıkla tahsil edileceği

source: Contract is active
cs: Zakázka je aktivní
da: Kontrakten er aktiv
fi: Sopimus on voimassa
hr: Ugovor je aktivan
ko: 계약이 활성화되었습니다
sv: Kontraktet är aktiv
tr: Sözleşme aktif

source: Start date
cs: Datum začátku
da: Startdato
el: Ημερομηνία έναρξης
fi: Aloituspäivämäärä
hr: Datum početka
ko: 시작 날짜
nl: Startdatum
sv: Startdatum
tr: Başlangıç tarihi

source: End date
cs: Upravit datum
da: Slutdato
fi: Päättymispäivämäärä
hr: Datum završetka
ko: 종료 날짜
sv: Slutdatum
tr: Bitiş tarihi

source: ZIP code
cs: PSČ
da: Postnummer
el: Ταχ. Κωδικός
fi: Postinumero
hr: Poštanski broj
ko: 우편번호
nl: Postcode
sv: Postnummer
tr: posta kodu

source: City
cs: Město
da: By
el: Πόλη
fi: Kaupunki
hr: Grad
ko: 시(도)
nl: Stad
sv: Stad
tr: Şehir

source: Street
cs: Ulice
da: Vejnavn
el: Οδός
fi: Katu
hr: Ulica
ko: 주소
nl: Straat
sv: Gata
tr: Sokak

source: Profession
cs: Profese
fi: Ammatti
hr: Profesija
ko: 직업
sv: Yrke
tr: Meslek

source: Trainer: can see the users for a gym
cs: Trenér: může vidět uživatelé posilovny
da: Træner: kan se brugere i fitnescentret
fi: Valmentaja: näkee kuntosalin käyttäjät
hr: Trener: može vidjeti korisnike za teretanu
ko: 트레이너: 체육관 사용자를 볼 수 있습니다
sv: Tränare: Kan se gymanvändare
tr: Eğitmen: bir spor salonundaki kullanıcıları görebilir

source: Admin: can manage users for a gym
cs: Admin: může spravovat uživatelé posilovny
da: Administrator: kan administrere brugere i et fitnescenter
fi: Järjestelmänvalvoja: voi hallita kuntosalin käyttäjiä
hr: Administrator: može upravljati korisnicima za teretanu
ko: 관리자: 체육관 사용자를 관리할 수 있습니다
sv: Admin: Kan administrera gymanvändare
tr: Yönetici: bir spor salonu için kullanıcıları yönetebilir

source: Admin: can administrate the different gyms
cs: Admin: může spravovat rozdílné posilovny
da: Administrator: kan administrere forskellige fitnescentre
fi: Järjestelmänvalvoja: voi hallinnoida erilaisia kuntosaleja
hr: Administrator: može administrirati razne teretane
ko: 관리자: 다양한 체육관을 관리할 수 있습니다
sv: Admin: Kan administrera olika gym
tr: Yönetici: farklı spor salonlarını yönetebilir

source: Owner
cs: Zákazník
da: Ejer
el: Κάτοχος
fi: Omistaja
hr: Vlasnik
ko: 소유자
nl: Eigenaar
sv: Ägare
tr: Sahip

source: Number of weeks since the last time a user logged his presence to be considered inactive
cs: Počet týdnů od posledního přihlášení uživatele, kdy bude považován za neaktivního
da: Antal uger, siden sidste gang brugeren har vist sig, for at brugeren betragtes som inaktiv
el: Αριθμός εβδομάδων που κάποιος χρήστης συνδέθηκε ώστε να θεωρηθεί ανενεργός
fi: Viikkojen määrä siitä, kun käyttäjä viimeksi kirjasi läsnäolonsa, jotta se katsottiin ei-aktiiviseksi
hr: Broj tjedana od zadnje korisničke prijave da bi se smatrao neaktivnim
ko: 사용자가 마지막으로 자신의 존재를 기록한 이후 비활성으로 간주되기까지 걸린 주 수
nl: Aantal weken sinds een gebruiker voor het laatst zijn aanwezigheid logde vooraleer als inactief beschouwd te worden
sv: Antal veckor sedan senaste gången en användare loggat sin närvaro för att anses vara inaktiv
tr: Bir kullanıcının aktif olmadığını düşünmek için varlığını son kez oturum açmasından bu yana geçen hafta sayısı

source: Show name in header
cs: Zobrazit jméno v hlavičce
da: Vis navn i overskriften
fi: Näytä nimi otsikossa
hr: Prikaži ime u zaglavlju
ko: 헤더에 이름 표시
tr: Adı başlıkta göster

source: Show the name of the gym in the site header
cs: Zobrazit název tělocvičny v hlavičce stránky
da: Vis navnet på fitnescentret i sidens overskrift
fi: Näytä kuntosalin nimi sivuston otsikossa
hr: Prikaži ime teretane u zaglavlju web stranice
ko: Site Header에 Gym 이름 표시
tr: Site başlığında spor salonunun adını gösterin

source: Configuration for {self.gym.name}
cs: Nastavení pro {self.gym.name}
fi: Määritykset {self.gym.name}:lle
hr: Konfiguracija za {self.gym.name}
tr: {self.gym.name} için yapılandırma

source: Overview of inactive members
cs: Přehled neaktivních uživatelů
da: Oversigt over inaktive medlemmer
fi: Yleiskatsaus ei-aktiivisista jäsenistä
hr: Pregled neaktivnih članova
ko: 비활성 회원 개요
sv: Överblick över inaktiva användare
tr: Etkin olmayan üyelere genel bakış

source: Receive email overviews of inactive members
cs: Zasílat emailem přehledy o neaktivních členech
da: Modtag email oversigter over inaktive medlemmer
el: Λήψη email επισκόπισης ανενεργών μελών
fi: Vastaanota sähköpostikatsauksia ei-aktiivisista jäsenistä
hr: Primaj e-mailove s pregledom neaktivnih članova
ko: 비활성 회원의 이메일 개요를 받습니다
nl: Ontvang email-overzichten van inactieve gebruikers
sv: Ta emot e-postöversikter av inaktiva medlemmar
tr: Etkin olmayan üyelerin e-posta incelemelerini alın

source: Include this user in the email list with inactive members
cs: Zahrnout tyto uživatele v seznamu emailů s neaktivními členy
da: Inkluder denne bruger i email lister med inaktive medlemmer
el: Συμπερίληψη αυτού του χρήστη στην λίστα email ανενεργών μελών
fi: Sisällytä tämä käyttäjä ei-aktiivisten jäsenten sähköpostilistalle
hr: Uključi ovog korisnika u popis e-mail adresa s neaktivnim članovima
ko: 비활성 멤버가 있는 이메일 리스트에 이 사용자 포함
nl: Deze gebruiker invoegen in de e-maillijst voor inactieve gebruikers
sv: Inkludera den här användaren i e-postlistan med inaktiva medlemmar
tr: Bu kullanıcıyı aktif olmayan üyelerle e-posta listesine ekle

source: Document
cs: Dokument
da: Dokument
el: Έγγραφο
fi: Asiakirja
hr: Dokument
ko: 문서
sv: Dokument
tr: Belge

source: Will use file name if nothing provided
cs: Bude použit název souboru, pokud neuvedete jinak
da: Bruger filnavn hvis intet andet er angivet
el: Χρήση του ονόματος αρχείου αν δεν παρασχεθεί κάτι άλλο
fi: Käyttää tiedostonimeä, jos mitään ei ole annettu
hr: Koristit će se ime datoteke ako ništa nije navedeno
ko: 아무것도 제공되지 않으면 파일 이름을 사용합니다
nl: Zal bestandsnaam gebruiken indien niets voorzien
sv: Kommer att använda filnamn om ingenting anges
tr: Hiçbir şey sağlanmazsa dosya adını kullanacak

source: User notes
cs: Uživatelské poznámky
da: Brugernoter
el: Σημειώσεις χρήστη
fi: Käyttäjän huomautukset
hr: Korisničke bilješke
ko: 사용자 노트
nl: Gebruikersnotities
sv: Användaranteckningar
tr: Kullanıcı notları

source: Show
cs: Zobrazit
da: Vis
el: Εμφάνιση
fi: Näytä
hr: Prikaži
ko: 보기
nl: Toon
sv: Visa
tr: Göster

source: Contract
cs: Zakázka
da: Kontrakt
fi: Sopimus
hr: Ugovor
ko: 계약
sv: Avtal
tr: Sözleşme

source: Contract options
cs: Nastavení zakázky
da: Kontraktmuligheder
fi: Sopimusvaihtoehdot
hr: Opcije za ugovor
ko: 계약 옵션
sv: Avtalsalternativ
tr: Sözleşme seçenekleri

source: Contract types
cs: Typy zakázek
da: Kontrakttyper
fi: Sopimustyypit
hr: Vrste ugovora
ko: 계약 유형
sv: Avtalstyper
tr: Sözleşme türleri

source: The following users have not visited the gym in the last %(weeks)s weeks
cs: Následující uživatele nenavštívili posilovnu v posledních %(weeks)s týdnu(nech)
da: Følgende brugere har ikke besøgt fitnescentret i de sidste %(weeks)s uger
el: Οι παρακάτω χρήστες δεν έχουν επισκεφτεί το γυμναστήριο τις τελευταίες %(weeks)s εβδομάδες
fi: Seuraavat käyttäjät eivät ole käyneet kuntosalilla viimeisen %(weeks)s viikon aikana
hr: Sljedeći korisnici nisu posjetili teretanu u zadnjih %(weeks)s tjedna
ko: 다음 사용자는 지난 %(weeks)s주 동안 체육관을 방문하지 않았습니다
nl: De volgende gebruikers hebben in de laatste %(weeks)s geen gym bezocht
sv: Följande användare har inte besökt gymmet de sista %(weeks)s veckorna
tr: Aşağıdaki kullanıcılar son %(weeks)s hafta içinde spor salonunu ziyaret etmemiş

source: Gym list
cs: Seznam posiloven
da: Fitnescenterliste
el: Λίστα γυμναστηρίων
fi: Kuntosalien lista
hr: Popis teretana
ko: Gym 리스트
nl: Gym-lijst
sv: Gymlista
tr: Spor listesi

source: Global gym configuration
cs: Základní nastavení posilovny
da: Global fitnescenter konfiguration
el: Καθολική παραμετροποίηση γυμναστηρίου
fi: Yleispätevä kuntosalikokoonpano
hr: Globalna konfiguracija teretane
ko: 기본 Gym 환경설정
nl: Globale gym-configuratie
sv: Global gymkonfiguration
tr: Global spor salonu yapılandırması

source: Add new gym
cs: Přidat novou posilovnu
da: Tiføj nyt fitnescenter
el: Νέο γυμναστήριο
fi: Lisää uusi kuntosali
hr: Dodaj novu teretanu
ko: 새 Gym 추가
nl: Nieuwe gym toevoegen
sv: Lägg till nytt gym
tr: Yeni spor salonu ekle

source: Administrators and trainers
cs: Administrátoři a trenéři
da: Administratorer og trænere
el: Διαχειριστές και γυμναστές
fi: Ylläpitäjät ja valmentajat
hr: Administratori i treneri
ko: 관리자와 트레이너
nl: Beheerders en trainers
sv: Administratörer och tränare
tr: Yöneticiler ve eğitmenler

source: Gym manager
cs: Vedoucí posilovny
da: Fitnescenter leder
el: Διευθυντής γυμναστηρίου
fi: Kuntosalin johtaja
hr: Menadžer teretane
ko: Gym 관리자
nl: Gym-beheerder
tr: Spor salonu yöneticisi

source: This gym has no administrators or trainers
cs: Posilovna nemá administrátory nebo trénéry
da: Dette fitnescenter har ingen administratorer eller trænere
fi: Tällä kuntosalilla ei ole ylläpitäjiä tai valmentajia
hr: Ova teretana nema administratora ili trenera
ko: 이 Gym은 관리자와 트레이너가 없습니다
sv: Detta gym har inga administratörer eller tränare
tr: Bu spor salonunun yöneticisi veya eğitmeni yok

source: Export
da: Eksporter
fi: Vie
hr: Izvoz
ko: 내보내기
sv: Exportera
tr: Dışa çıkar

source: Members
cs: Členové
da: Medlemmer
el: Μέλη
fi: Jäsenet
hr: Članovi
ko: 회원
nl: Leden
sv: Medlemmar
tr: Üyeler

source: Gym configuration
cs: Nastavení posilovny
da: Fitnescenterkonfiguration
el: Παραμετροποίηση γυμναστηρίου
fi: Kuntosalin kokoonpano
hr: Konfiguracija teretane
ko: Gym 환경설정
nl: Gym-configuratie
sv: Gymkonfiguration
tr: Spor salonu yapılandırması
