Repository: wger-project/wger
Catalog: wger/locale/*/LC_MESSAGES/django.po
Languages: cs, da, el, fi, hr, ko, nl, sv, tr

source: Default gym
cs: Základní posilovna
da: Standard fitnesscenter
el: Προεπιλεγμένο γυμναστήριο
fi: Oletussali
hr: Standardna teretana
ko: 기본 Gym
nl: Standaard sportschool
sv: Standard gym
tr: Varsayılan spor salonu

source: Select the default gym for this installation. This will assign all new registered users to this gym and update all existing users without a gym.
cs: Vyberte základní posilovnu pro tuto instalaci. Tato posilovna bude přiřazena všem nově registrovaným uživatelům a uživatelům, kteří nemají posilovnu zvolenou.
da: Vælg installationens standard fitnesscenter. Alle nye brugere vil blive tilknyttet dette fitnesscenter, og allerede eksisterende brugere der ikke er tilknyttet et center vil tilknyttes dette.
el: Επιλέξτε το προκαθορισμένο γυμναστήριο για εγκατάσταση. Αυτό θα καθορίσει τα νέα εγγεγραμμένα μέλη και θα ενημερώσει τα υπάρχοντα μέλη που δεν έχουν γυμναστήριο.
fi: Valitse oletuskuntosali tälle asennukselle. Tämä määrittää kaikki uudet rekisteröityneet käyttäjät tälle kuntosalille ja päivittää kaikki nykyiset käyttäjät, joilla ei ole kuntosalia.
hr: Odaberi standardnu teretanu za ovu instalaciju. Ovo će dodijeliti sve nove registrirane korisnike ovoj teretani i aktualizirati sve postojeće korisnike bez teretane.
ko: 이 설치에 대한 기본 Gym을 선택하십시오. 새로 등록된 모든 사용자가 이 Gym에 할당되고, Gym이 없는 모든 기존 사용자가 업데이트됩니다.
nl: Selecteer de standaard sportschool voor deze installatie. Dit zal alle nieuwe geregistreerde gebruikers aan deze sportschool assigneren en alle bestaande gebruikers zonder sportschool bijwerken.
sv: Välj standard gymmet för den här installationen. Detta kommer att tilldela alla nya registrerade användare här gym och uppdatera alla befintliga användare utan ett gym.
tr: Bu kurulum için varsayılan spor salonunu seçin. Bu, tüm yeni kayıtlı kullanıcıları bu spor salonuna atayacak ve spor salonu olmayan tüm mevcut kullanıcıları güncelleyecektir.

source: Edit
cs: Upravit
da: Rediger
el: Επεξεργασία
fi: Muokkaa
hr: Uredi
ko: 편집
nl: Bewerk
sv: Redigera
tr: Düzenle

source: Sample workout
cs: Ukázkový trénink
da: Eksempel-træning
el: Δείγμα προπόνησης
hr: Primjer treninga
nl: Voorbeeldworkout
sv: Exempelpass
tr: Örnek antrenman

source: Sample day
cs: Ukázkový den
da: Eksempel-dag
el: Δείγμα ημέρας
hr: Primjer dana
nl: Voorbeelddag
sv: Exempeldag
tr: Örnek gün

source: Another sample day
cs: Další ukázkový den
da: Anden eksempel-dag
el: Άλλο δείγμα ημέρας
hr: Još jedan primjer dana
nl: Nog een voorbeelddag
sv: Annan exempeldag
tr: Başka bir örnek gün

source: Sample nutritional plan
cs: Ukázkový nutriční plán
hr: Primjer plana prehrane
sv: Exempel på kostplan
tr: Örnek beslenme planı

source: Placeholder workout nr {0} for schedule
cs: Ukázkový trénink č.{0} pro rozvrh
da: Tom træning nr. {0} for plan
hr: Primjer treninga br. {0} za raspored
nl: Tijdelijke workout nr {0} voor schema
sv: Platshållarpass nr {0} till schema
tr: Program için yer tutucu antrenman no {0}

source: My cool workout schedule
cs: Můj suprový tréninkový rozvrh
da: Min seje trænings-plan
el: Το τέλειο πρόγραμμα γυμναστικής μου
hr: Moj raspored treninga
nl: Mijn hip workoutschema
sv: Mitt coola träningsschema
tr: Harika antrenman programım

source: Empty placeholder schedule
cs: Prázdný ukázkový rozvrh
da: Tom plan
el: Άδειο placeholder ημερολογίου
hr: Prazan primjer rasporeda
nl: Leeg tijdelijk schema
sv: Tom platshållarschema
tr: Yer tutucu planı boş

source: Login
cs: Přihlášení
el: Είσοδος
fi: Kirjaudu sisään
hr: Prijava
ko: 로그인
nl: Aanmelden
sv: Logga in
tr: Oturum aç

source: First name
cs: Jméno
da: Fornavn
el: Όνομα
fi: Etunimi
hr: Ime
ko: 이름
nl: Voornaam
sv: Förnamn
tr: İsim

source: Last name
cs: Příjmení
da: Efternavn
el: Επίθετο
fi: Sukunimi
hr: Prezime
ko: 성
nl: Achternaam
sv: Efternamn
tr: Soyisim

source: Email
fi: Sähköposti
hr: E-mail adresa
ko: 이메일
sv: E-post
tr: E-posta

source: Used for password resets and, optionally, e-mail reminders.
cs: Je využíván k obnově hesla a případně k připomínkám pomocí e-mailu.
fi: Käytetään salasanan nollaukseen ja valinnaisesti sähköpostimuistutuksiin.
hr: Koristi se za obnavljanje lozinki i opcionalno za podsjetnike putem e-pošte.
ko: 비밀번호 재설정 및 이메일 알람(option)에 사용됩니다.
sv: Används för återställning av lösenord och e-postpåminnelser (Frivilligt).
tr: Parola sıfırlamaları ve isteğe bağlı olarak e-posta hatırlatıcıları için kullanılır.

source: Date of Birth
cs: Datum narození
da: Fødselsdag
fi: Syntymäpäivä
hr: Datum rođenja
ko: 생일
sv: Födelsedatum
tr: Doğum tarihi

source: Personal data
cs: Osobní data
da: Personlige oplysninger
fi: Henkilökohtaiset tiedot
hr: Osobni podaci
ko: 개인 정보
sv: Personlig data
tr: Kişisel bilgiler

source: Workout reminders
cs: Připomenutí tréninku
da: Træningspåmindelser
el: Υπενθύμιση προπόνησης
fi: Harjoittelumuistutukset
hr: Podsjetitelji za treninge
ko: Workout 리마인더
nl: Workout-herinneringen
sv: Träningspåminnelser
tr: Antrenman hatırlatıcıları

source: Other settings
cs: Další nastavení
da: Andre indstillinger
el: Άλλες ρυθμίσεις
fi: Muut asetukset
hr: Druge postavke
ko: 기타 설정
nl: Overige instellingen
sv: Andra inställningar
tr: Diğer ayarlar

source: Save
cs: Uložit
da: Gem
el: Αποθήκευση
fi: Tallenna
hr: Spremi
ko: 저장
nl: Opslaan
sv: Spara
tr: Kaydet

source: Used for password resets and, optionally, email reminders.
cs: Je využíván k obnově hesla a případně k připomínkám pomocí emailu.
da: Bruges til kode-nulstilling og, hvis ønsket, email-påmindelser.
fi: Käytetään uuden salasanan hankkimiseen ja valinnaisesti sähköpostimuistutuksiin.
hr: Koristi se za obnavljanje lozinki i opcionalno za podsjetnike putem e-pošte.
ko: 비밀번호 재설정 및 이메일 알람(option)에 사용됩니다.
nl: Wordt gebruikt voor het resetten van een wachtwoord en optioneel voor e-mail herinneringen.
sv: Används för lösenordsåterställning och, frivilligt, för epostpåminnelser
tr: Parola sıfırlamaları ve isteğe bağlı olarak e-posta hatırlatıcıları için kullanılır.

source: This e-mail address is already in use.
cs: Tato e-mailová adresa je již používána.
da: Denne emailadresse er allerede i brug.
fi: Tämä sähköpostiosoite on jo käytössä.
hr: Ova se e-mail adresa već koristi.
ko: 이 이메일 주소는 이미 사용중입니다.
sv: Denna mail används redan.
tr: Bu e-posta adresi zaten kullanılıyor.

source: Password
cs: Heslo
da: Kodeord
el: Κωδικός
fi: Salasana
hr: Lozinka
ko: 비밀번호
nl: Wachtwoord
sv: Lösenord
tr: Parola

source: Please enter your current password.
cs: Zadejte prosím vaše současné heslo.
da: Indtast venligst dit nuværende kodeord.
el: Παρακαλώ πληκτρολογήστε τον τρέχων κωδικό σας.
fi: Anna nykyinen salasanasi.
hr: Upiši svoju aktualnu lozinku.
ko: 현재 비밀번호를 입력해주세요.
nl: Gelieve je huidige wachtwoord in te geven.
sv: Vänligen ange ditt nuvarande lösenord.
tr: Lütfen geçerli parolanızı girin.

source: Delete
cs: Smazat
da: Slet
el: Διαγραφή
fi: Poista
hr: Izbriši
ko: 삭제
nl: Verwijder
sv: Ta bort
tr: Sil

source: Invalid password
cs: Chybné heslo
da: Ukorrekt kodeord
el: Λάθος κωδικός
fi: Väärä salasana
hr: Neispravna lozinka
ko: 유효하지 않은 비밀번호
nl: Ongeldig wachtwoord
sv: Ogiltigt lösenord
tr: Geçersiz parola

source: The form is secured with reCAPTCHA
cs: Zabezpečeno službou reCAPTCHA
da: Denne formular er sikret med reCAPTCHA
fi: Lomake on suojattu reCAPTCHA:lla
hr: Obrazac je zaštićen pomoću reCAPTCHA
ko: 양식은 reCAPTCHA로 보호됩니다
sv: Formuläret är säkrat med reCAPTCHA
tr: Form reCAPTCHA ile güvence altına alındı

source: Register
cs: Registrace
da: Registrer
el: Εγγραφή
fi: Rekisteröidy
hr: Registracija
ko: 등록
nl: Registreer
sv: Registrera dig
tr: Kayıt ol

source: Contact
cs: Kontakt
da: Kontakt
el: Επικοινωνία
fi: Yhteydenotto
hr: Kontakt
ko: 연락
sv: Kontakt
tr: İletişim

source: Some way of answering you (e-mail, etc.)
cs: Nějaký kontakt na vás (email, apod.)
fi: Jokin tapa vastata sinulle (sähköposti, jne.)
hr: Neki način slanja odgovora (e-mail, itd.)
ko: 답변방법 (이메일 등)
sv: Något sätt att svara dig (e-post osv.)
tr: Size cevap vermenin bir yolu (e-posta vb.)

source: Comment
cs: Komentář
da: Kommentar
el: Σχόλια
fi: Kommentti
hr: Komentar
ko: 댓글
nl: Opmerking
sv: Kommentar
tr: Yorum

source: What do you want to say?
cs: Co cheš říci?
da: Hvad vil du gerne sige?
el: Τί θέλετε να πείτε;
fi: Mitä haluat sanoa?
hr: Što želiš reći?
ko: 어떤말을 하고 싶은가요?
nl: Wat wil je zeggen?
sv: Vad vill du säga?
tr: Ne söylemek istiyorsun?

source: Day of the week
cs: Den v týdnu
da: Ugedag
el: Ημέρα εβδομάδας
hr: Dan u tjednu
nl: Weekdag
sv: Veckodag
tr: Haftanın günü

source: Language short name
cs: Krátký název jazyka
da: Sprogets korte navn
el: Γλώσσα μικρή ονομασία
fi: Kielen lyhenne
hr: Kratko ime jezika
ko: 언어 코드
nl: Taal korte notatie
sv: Språk kort namn
tr: Dilin kısa adı

source: Language full name
cs: Plný název jazyka
da: Sprogets fulde navn
el: Γλώσσα κανονική ονομασία
fi: Kielen koko nimi
hr: Potpuno ime jezika
ko: 언어명
nl: Taal lange notatie
sv: Språk fullständigt namn
tr: Dilin tam adı

source: Full name
cs: Plné jméno
da: Fulde navn
el: Ονοματεπώνυμο
fi: Koko nimi
hr: Potpuno ime
ko: 풀 네임
nl: Volledige naam
sv: Fullständigt namn
tr: Ad Soyad

source: If a license has been localized, e.g. the Creative Commons licenses for the different countries, add them as separate entries here.
cs: Pokud je licence, například Creative Commons přeložena do různých jazyků, přidejte text sem.
da: Hvis en licens er oversat, f.eks. Creative Commons licenser for forskellige lande, tilføj dem her som seperate poster her.
fi: Jos lisenssi on lokalisoitu, esim. eri maiden Creative Commons -lisenssit, lisää ne erillisinä merkintöinä tähän.
hr: Ako je licenca lokalizirana, npr. licencz Creative Commons za različite zemlje, dodaj ih ovdje kao zasebne unose.
ko: 라이선스가 지역화된 경우(예: 각 국가별 크리에이티브 커먼즈 라이선스) 여기 별도의 항목으로 추가하세요.
sv: Om en licens har lokaliserats, t.ex. Creative Commons licenser för de olika länder, lägg till dem som separata inmatningar här.
tr: Bir lisans yerelleştirilmişse, ör. farklı ülkeler için Creative Commons lisanslarını buraya ayrı girişler olarak ekleyin.

source: Short name, e.g. CC-BY-SA 3
cs: Krátké jméno, například CC-BY-SA-3
da: Kort navn, f.eks. CC-BY-SA 3
el: Μικρό όνομα, π.χ. CC-BY-SA 3
fi: Lyhenne
hr: Kratko ime, npr. CC-BY-SA 3
ko: 짧은 이름, 예: CC-BY-SA 3
nl: Korte naam, bvb. CC-BY-SA 3
sv: Kort namn, t.ex. OM-AR-OU 3
tr: Kısa ad, ör. CC-BY-SA 3

source: Link
cs: Odkaz
el: Σύνδεσμος
fi: Linkki
hr: Poveznica
ko: 링크
sv: Länk
tr: Bağlantı

source: Link to license text or other information
cs: Odkaz na text licence nebo další informace
da: Link til licenstekst eller anden information
el: Σύνδεσμος σε κείμενο αδειοδότησης ή άλλης πληροφορίας
fi: Linkki lisenssitekstiin tai muuhun tietoon
hr: Poveznica na tekst licence ili druge informacije
ko: 라이선스 문서 또는 기타 정보 링크
nl: Link naar licentietekst of andere informatie
sv: Länk till licens text eller annan information
tr: Lisans metnine veya diğer bilgilere bağlantı

source: %(birthdate)s is not a valid birthdate
cs: %(birthdate)s není správné datum narození
da: %(birthdate)s er ikke en korrekt fødselsdato
fi: %(birthdate)s ei ole kelvollinen syntymäaika
hr: %(birthdate)s nije ispravan datum rođenja
ko: %(birthdate)s은 유효하지 않은 생년월일입니다
sv: %(birthdate)s är inte ett giltigt födelsedatum
tr: %(birthdate)s geçerli bir doğum tarihi değil

source: Male
cs: Muž
da: Mand
el: Άνδρας
fi: Mies
hr: Muškarac
ko: 남성
nl: Man
sv: Man
tr: Erkek

source: Female
cs: Žena
da: Kvinde
el: Γυναίκα
fi: Nainen
hr: Žena
ko: 여성
nl: Vrouw
sv: Kvinna
tr: Kadın

source: Low
cs: Lehký
da: Lav
el: Χαμηλό
fi: Matala
hr: Nisko
ko: 낮음
nl: Laag
sv: Låg
tr: Hafif

source: Medium
cs: Střední
da: Mellem
el: Μεσαίο
fi: Keskitaso
hr: Srednje
ko: 중간
nl: Gemiddeld
tr: Orta

source: High
cs: Těžký
da: Høj
el: Υψηλό
fi: Korkea
hr: Visoko
ko: 높음
nl: Hoog
sv: Hög
tr: Yüksek

source: Metric (kilogram)
cs: Metrické (kilogramy)
da: Metrisk (kilogram)
el: Μετρικό (χιλιόγραμμα)
fi: Metriset (kilogramma)
hr: Metrično (kilogram)
ko: 미터법 (kg)
nl: Metrisch (kilogram)
sv: Metriska (kg)
tr: Metrik (kilogram)

source: Imperial (pound)
cs: Imperiální (libra)
da: Engelsk (pund)
el: Αγγλικό (λίβρες)
fi: Brittiläinen (pauna)
hr: Britanski (funta)
ko: 야드파운드법 (pound)
nl: Imperiaal (pond)
sv: Imperial (pund)
tr: İngiliz (paunt)

source: Show exercise comments
cs: Zobrazit komentáře ke cviku
da: Vis øvelses-kommentarer
el: Εμφάνιση σχολίων άσκησης
fi: Näytä harjoituskommentit
hr: Pokaži komentare vježbe
ko: 운동 코멘트 표시
nl: Toon opmerkingen oefening
sv: Visa träningskommentarer
tr: Egzersiz yorumlarını göster

source: Check to show exercise comments on the workout view
cs: Podívejte se na komentáře ke cviku v zobrazení tréninku
da: Marker for at vise øvelseskommentarer i trænings-visningen
el: Επιλέξτε για την εμφάνιση σχολίων άσκησης στην εμφάνιση της προπόνησης
fi: Valitse tämä näyttääksesi harjoittelukommentit harjoittelunäkymässä
hr: Označi za prikaz komentara vježbe u prikazu treninga
ko: workout 보기에 운동 코멘트를 표시하려면 이 항목을 선택하세요
nl: Vink aan om oefeningopmerkingen te tonen in de workout view.
sv: Välj för att visa övningskommentarer i träningsvyn
tr: Antrenman görünümünde egzersiz yorumlarını göstermek için işaretleyin

source: Also use ingredients in English
cs: Použít také složky v Angličtině
da: Brug også ingredienser på Engelsk
el: Εμφάνιση των συστατικών και στα Αγγλικά
fi: Näytä raaka-aineet myös englanniksi
hr: Također koristi sastojke na engleskom jeziku
ko: 원료를 영어로도 함께 표기하세요
nl: Gebruik ook engelstalige ingrediënten
sv: Också använda ingredienser i Svenska
tr: İngilizce malzemeleri de kullanın

source: Check to also show ingredients in English while creating a nutritional plan. These ingredients are extracted from a list provided by the US Department of Agriculture. It is extremely complete, with around 7000 entries, but can be somewhat overwhelming and make the search difficult.
cs: Budou použity také složky jídel v Angličtině během vytváření nutričního plánu. Tyto složky jsou přezvaty z oficiálního seznamu Ministerstva zemědělství USA. Tento seznam je velmi komplexní a obsahuje přes 7000 položek, ale může to vést k těžšímu vyhledávání.
da: Vælg for at også vise ingredienser på engelsk ved oprettelse af enæringsplan. Disse ingredienser oprinder fra en liste leveret af det amerikanske landbrugsministerie. Det er meget komplet med omkring 7000 poster, men kan være overvældende og gøre søgning vanskelig.
el: Εμφάνιση των συστατικών και στην Αγγλική γλώσσα καθώς δημιουργείτε ένα διατροφικό πρόγραμμα. Αυτά τα συστατικά εξάγονται απο μιά λίστα που παρέχεται απο το Αμερικάνικο Υπουργείο Αγροτικής Ανάπτυξης. Είναι εξαιρετικά ολοκληρωμένο, όμως μπορεί να φανεί δύσκολο στην ανεύρεση.
fi: Valitse, jos haluat näyttää ainesosat myös englanniksi, kun luot ravitsemussuunnitelmaa. Nämä ainesosat on otettu Yhdysvaltain maatalousministeriön tarjoamasta luettelosta. Se on erittäin täydellinen, ja siinä on noin 7 000 merkintää, mutta se voi olla jokseenkin ylivoimainen ja vaikeuttaa hakua.
hr: Označi za prikaz sastojaka i na engleskom jeziku prilikom izrade plana prehrane. Ovi sastojci su izvađeni iz popisa Ministarstva poljoprivrede SAD-a. Iznimno je potpun, s oko 7.000 unosa, ali je možda previše i otežava pretragu.
ko: 영양 계획을 작성할 때 재료를 영어로도 표시하려면 체크하세요. 이러한 재료는 미국 농무부에서 제공하는 목록에서 추출한 것입니다. 약 7,000개의 항목이 포함되어 매우 완벽하지만, 너무 많아서 검색이 어려울 수 있습니다.
nl: Vink aan om ook ingrediënten in het Engels te tonen bij het aanmaken van een voedingsschema. Deze ingrediënten worden geëxtraheerd uit een lijst aangeboden door het Amerikaanse Departement voor Landbouw. Ze is bijzonder compleet, met ongeveer 7000 elementen, maar kan ook overweldigend zijn en je zoektocht bemoeilijken
sv: Välj för att även visa ingredienser på Engelska under kostplansskapandet. Dessa ingredienser extraheras från en lista skapad av "The US Department of Agriculture". Denna lista är väldigt övergripande, med runt 7000 objekt, men kan bli överväldigande och göra det svårt att söka.
tr: Oluştururken malzemeleri İngilizce olarak da göstermek için kontrol edin beslenme planı. Bu bileşenler, sağlanan bir listeden çıkarılmıştır. ABD Tarım Bakanlığı tarafından. Çevresinde son derece eksiksiz 7000 giriş, ancak biraz bunaltıcı olabilir ve aramayı zorlaştırabilir.

source: Activate workout reminders
cs: Zapnout připomenutí tréninku
da: Aktivér trænings påmindelser
el: Ενεργοποίηση υπενθύμισης προπόνησης
fi: Ota harjoittelumuistutukset käyttöön
hr: Aktiviraj podsjetnike za treninge
ko: Workout 리마인더 활성화
nl: Activeer workout-herinneringen
sv: Aktivera träningspåminnelser
tr: Antrenman hatırlatıcılarını aktifleştir

source: Check to activate automatic reminders for workouts. You need to provide a valid email for this to work.
cs: Zkontrolujte si, jestli máte zapnuté automatické připomenutí tréninku. Je nutné mít zadaný platný email.
da: Vælg for at aktivere automatiske påmindelser for træninger. Du skal angive en valid email for at dette virker.
el: Επιλογή ενεργοποίησης αυτόματων υπενθυμίσεων για την προπόνηση. Θα πρέπει να παρέχετε ένα email για να λειτουργήσει.
fi: Valitse tämä ottaaksesi automaattiset harjoittelumuistutukset käyttöön. Sinun on tiedotettava kelvollinen sähköpostiosoite, jotta tämä toimii.
hr: Označi za aktiviranje automatskih podsjetnika za treninge. Moraš upisati valjanu e-mail adresu.
ko: 운동 자동 알림을 활성화하려면 체크하세요. 이 기능을 사용하려면 유효한 이메일 주소를 입력해야 합니다.
nl: Aanvinken om automatische herinneringen voor je workouts te activeren. Je moet een geldig e-mailadres invoeren om hiervan gebruik te maken.
sv: Välj för att aktivera automatiska träningspåminnelser. Du behöver ange en giltig e-postadress för att detta ska fungera.
tr: Antrenmanlar için otomatik hatırlatıcıları etkinleştirmek için işaretleyin. Bunun çalışması için geçerli bir e-posta adresi sağlamanız gerekiyor.

source: Remind before expiration
cs: Připomenout před expirací
da: Påmind før udløbsdato
el: Υπενθύμιση πριν την λήξη
fi: Muistuta ennen vanhenemista
hr: Podsjeti prije isteka
ko: 만료 전에 알림
nl: Herinner voor vervaldatum
sv: Påminn före förfallodagen
tr: Son kullanma tarihinden önce hatırlat

source: The number of days you want to be reminded before a workout expires.
cs: Počet dní před expirací, kdy bude trénink připomenut.
da: Antallet af dage du vil påmindes før en træning udløber.
el: Ημέρες που θέλετε να σας υπενθυμίσουμε πριν λήξει μια προπόνηση.
fi: Päivämäärä, jona haluat saada muistutuksen ennen harjoituksen päättymistä.
hr: Broj dana za podsjećivanje prije isteka treninga.
ko: 운동이 만료되기 전에 알림을 받을 일수입니다.
nl: Het aantal dagen dat je wil herinnerd worden vooraleer een workout vervalt.
sv: Antalet dagar du vill bli påmind innan ett träningspass löper ut.
tr: Bir antrenman sona ermeden önce hatırlatılmasını istediğiniz gün sayısı.

source: Default duration of workouts
cs: Základní délka tréninku
da: Standard varighed af træninger
el: Προκαθορισμένη διάρκεια προπόνησης
fi: Harjoitteluiden oletuskesto
hr: Standardno trajanje treninga
ko: 운동의 기본 기간
nl: Standaard duurtijd van workouts
sv: Standardvaraktigheten för träningspass
tr: Varsayılan antrenman süresi

source: Default duration in weeks of workouts not in a schedule. Used for email workout reminders.
cs: Neníli nastavena běžná délka týdenního tréninku v rozvrhu. Bude použito emailové připomenutí tréninku.
da: Standard varighed i uger af træninger ikke i en træningsplan. Brugt til sende emails om træningspåmindelser.
el: Η προκαθορισμένη διάρκεια των προπονήσεων σε εβδομάδες που δεν είναι σε πρόγραμμα. Χρησιμοποιείται στην αποστολή email υπενθυμίσεων προπόνησης.
fi: Oletuskesto viikkoina harjoitteluista, jotka eivät ole aikataulussa. Käytetään harjoittelumuistutuksiin sähköpostitse.
hr: Stndardno trajanje treninga u tjednima koji nisu u rasporedu. Koristi se za e-mail podsjetnike treninga.
ko: 일정에 없는 운동의 기본 기간(주)입니다. 이메일 운동 알림에 사용됩니다.
nl: Standaard duurtijd in weken voor workouts die geen deel uitmaken van een schema. Gebruikt voor e-mailherinneringen.
sv: Standardlängden i veckor av träningspass utanför ett schema. Används för e-postpåminnelser.
tr: Bir programda olmayan antrenman haftaları için varsayılan süre. E-posta egzersiz hatırlatıcıları için kullanılır.

source: Notification language
cs: Jazyk notifikací
da: Notifikation sprog
el: Γλώσσα ειδοποιήσεων
fi: Muistutuskieli
hr: Jezik obavijesti
ko: 알람 언어
nl: Taal meldingen
sv: Notisspråk
tr: Bildirim dili

source: Language to use when sending you email notifications, e.g. email reminders for workouts. This does not affect the language used on the website.
cs: Jazyk, použitý v zasílaném notifikačním emailu. například emailové připomenutí tréninku. Tohle nebude mít vliv na použitý jazyk na webové stránce.
da: Sprog som skal bruges til at sende dig email notifikationer, f.eks. email påmindelser om træninger. Dette har ikke indflydelse på sproget brugt på hjemmesiden.
el: Η γλώσσα που θα χρησιμοποιηθεί για την αποστολή email ειδοποιήσεων, π.χ. email υπενθυμίσεων για προπονήσεις. Δεν επηρεάζει την γλώσσα της εφαρμογής.
fi: Käytettävä kieli kun lähetämme sinulle sähköposti-ilmoituksia, esim. sähköpostimuistutuksia harjoituksista. Tämä ei vaikuta verkkosivustolla käytettyyn kieleen.
hr: Jezik e-mail obavijesti, npr. e-mail podsjetnike za treninge. Ne utječe na jezik koji se koristi na web stranici.
ko: 이메일 알림을 보낼 때 사용할 언어(예: 운동 관련 이메일 알림). 웹사이트에서 사용되는 언어에는 영향을 미치지 않습니다.
nl: De taal die wordt gebruikt bij het versturen van meldingen, bvb. herinneringen voor workouts. Dit beïnvloedt niet de taal die wordt gebruikt op de website.
sv: Språk som används i e-postnotiser. Detta påverkar inte språket på hemsidan.
tr: Size e-posta bildirimleri gönderirken kullanılacak dil, ör. egzersizler için e-posta hatırlatıcıları. Bu, web sitesinde kullanılan dili etkilemez.

source: Age
cs: Věk
da: Alder
el: Ηλικία
fi: Ikä
hr: Dob
ko: 나이
nl: Leeftijd
sv: Ålder
tr: Yaş

source: Height (cm)
cs: Výška (cm)
da: Højde (cm)
el: Ύψος (cm)
fi: Pituus (cm)
hr: Veličina (cm)
ko: 키 (cm)
nl: Hoogte (cm)
sv: Längd (cm)
tr: Boy (cm)

source: Hours of sleep
cs: Spánek
da: Timer af søvn
el: Ώρες ύπνου
fi: Unen määrä
hr: Sati spavanja
ko: 수면시간
nl: Uren slaap
sv: Timmars sömn
tr: Uyku saatleri

source: The average hours of sleep per day
cs: Průměrné hodiny spánku za den
da: Den gennemsnitlige mængde søvn pr. dag
el: Οι μέσες ώρες ύπνου ανα μέρα
fi: Keskimääräinen unen määrä päivässä
hr: Prosječni broj sati spavanja dnevno
ko: 일 평균 수면시간
nl: De gemiddelde uren slaap per dag
sv: Genomsnittlig sömntid per natt
tr: Günlük ortalama uyuma süresi

source: Work
cs: Práce
da: Arbejde
el: Εργασία
fi: Työ
hr: Posao
ko: 운동
nl: Werk
sv: Arbete
tr: İş

source: Average hours per day
cs: Průměrně hodin denně
da: Timer i gennemsnit per dag
el: Μέσες ώρες ανα μέρα
fi: Keskimääräinen tuntien määrä päivässä
hr: Prosječni broj sati dnevno
ko: 하루 평균 시간
nl: Gemiddelde uren per dag
sv: Timmar per dag i genomsnitt
tr: Günlük ortalama saat

source: Physical intensity
cs: Fyzická náročnost
da: Fysisk intensitet
el: Φυσική ένταση
fi: Fyysinen vaativuus
hr: Fizički napor
ko: 육체적 강도
nl: Fysieke intensiteit
sv: Fysisk intensitet
tr: Fiziksel yoğunluk

source: Approximately
cs: Přibližně
da: Cirka
el: Περίπου
fi: Arviolta
hr: Prosječno
ko: 약
nl: Ongeveer
sv: Cirka
tr: Yaklaşık olarak

source: Average hours per week
cs: Průměrně hodin týdně
da: Timer i gennemsnit per uge
el: Μέσες ώρες ανα εβδομάδα
fi: Keskimäärin tunteja viikossa
hr: Prosječni broj sati tjedno
ko: 주당 평균 시간
nl: Gemiddeld aantal uren per week
sv: Timmar per vecka i genomsnitt
tr: Haftalık ortalama saat

source: Free time
cs: Volný čas
da: Fritid
el: Ελεύθερη ώρα
fi: Vapaa-aika
hr: Slobodno vrijeme
ko: 자유 시간
nl: Vrije tijd
sv: Fritid
tr: Boş zaman

source: Total daily calories
cs: Celkové denní kalorie
da: Total daglige kalorier
el: Συνολικές ημερήσιες θερμίδες
fi: Päivittäisiä kaloreita yhteensä
hr: Ukupna dnevna koločina kalorija
ko: 총 일일 칼로리
nl: Totale dagelijkse calorieën
sv: Totala dagliga kalorier
tr: Toplam günlük kalori
