Repository: wger-project/wger
Catalog: wger/locale/*/LC_MESSAGES/django.po
Languages: cs, da, el, fi, hr, ko, nl, sv, tr

source: Add workout day
cs: Přidat tréninkový den
el: Προσθήκη ημέρας προπόνησης
hr: Dodaj dan treninga
nl: Voeg workout-dag toe
sv: Lägg till träningsdag
tr: Egzersiz günü ekle

source: Delete workout log
cs: Smazat záznam tréninku
el: Διαγραφή ιστορικού προπόνησης
hr: Izbriši zapis treninga
nl: Verwijder workout-log
sv: Ta bort träningslogg
tr: Antrenman günlüğünü sil

source: Workout for %s
cs: Trénink pro %s
el: Προπόνηση για %s
hr: Trening za %s
ko: %s 를 위한 운동
nl: Workout voor %s
sv: Träning för %s
tr: %s için egzersiz

source: Create schedule
cs: Vytvořit rozvrh
el: Δημιουργία προγράμματος
hr: Stvori raspored
nl: Schema aanmaken
sv: Skapa schema
tr: Program oluştur

source: Copy workout
cs: Kopírovat trénink
el: Αντιγραφή προπόνησης
hr: Kopiraj trening
nl: Kopieer workout
sv: Kopiera träningspass
tr: Antrenmanı kopyala

source: Copy
cs: Kopírovat
el: Αντιγραφή
hr: Kopiraj
nl: Kopieer
sv: Kopiera
tr: Kopyala

source: Edit workout impression for {0}
cs: Upravit dojem z tréninku pro {0}
el: Επεξεργασία εντύπτωσης προπόνησης για {0}
hr: Uredi dojam treninga za {0}
nl: Bewerk workout-indruk voor {0}
sv: Redigera träningspassintryck för {0}
tr: {0} için antrenman gösterimini düzenleyin

source: New workout impression for the {0}
cs: Nový dojem z tréninku pro {0}
el: Νέα εντύπωση προπόνησης για {0}
hr: Novi dojam treninga za {0}
nl: Nieuwe workout-impressie voor de {0}
sv: Nytt träningspassintryck för {0}
tr: {0} için yeni antrenman izlenimi

source: This will delete all weight logs for this day as well.
cs: Tato akce odstraní také všechny záznamy váhy pro tento den.
hr: Ovo će tekođer izbrisati sve zapise težine za ovaj dan.
sv: Detta kommer ta bort alla viktloggar för denna dag med.
tr: Bu, o gün için tüm ağırlık günlüklerini de siler.

source: Value
cs: Hodnota
hr: Vrijednost
ko: 값
tr: Değer

source: Height (in)
cs: Výška (palce)
fi: Korkeus (tuumaa)
hr: Visina (inč)
ko: 키 (in)
tr: Boy (inç)

source: Weight (kg)
cs: Váha (kg)
fi: Paino (kg)
hr: Težina (kg)
ko: 체중(kg)
tr: Ağırlık (kg)

source: Weight (lbs)
cs: Váha (libry)
fi: Paino (paunaa)
hr: Težina (funte)
ko: 체중 (lbs)
tr: Ağırlık (paunt)

source: Calculate
cs: Výpočet
el: Υπολογισμός
hr: Izračunaj
ko: 계산
nl: Bereken
sv: Beräkna
tr: Hesaplamak

source: Basic caloric intake
cs: Základní energetický příjem
el: Βασική εισαγωγή θερμίδων
hr: Osnovni unos kalorija
ko: 기본 칼로리 섭취량
nl: Basis calorie-inname
sv: Grundläggande kaloriintag
tr: Temel kalori alımı

source: Your basic caloric intake as calculated for your data
cs: Váš základní energetický příjem byl vypočítan ze zadaných dat
el: Η βασική σας εισαγωγή θερμίδων όπως υπολογίστηκε απο τα δεδομένα σας
hr: Osnovni unos kalorija izračunat za tvoje podatke
ko: 귀하의 데이터에 따라 계산된 기본 칼로리 섭취량
nl: Je basis calorie-inname zoals berekend voor je data
sv: Ditt grundläggande kaloriintag som beräknats för din data
tr: Verileriniz için hesaplanan temel kalori alımınız

source: Additional calories
cs: Přidat kalorie
el: Επιπλέον θερμίδες
hr: Dodatne kalorije
ko: 추가적인 칼로리
nl: Bijkomende calorieën
sv: Extra kalorier
tr: Ek kaloriler

source: Additional calories to add to the base rate (to substract, enter a negative number)
cs: Další kalorie můžete přidat k základní hodnotě (pokud chcete odečíst, zadejte záporné číslo)
el: Επιπλέον θερμίδες θα προστεθούν στην βασική τάση (για αφαίρεση, εισάγετε αρνητικό αριθμό)
hr: Dodatne kalorije za dodavanje osnovnoj stopi (za oduzimanje upiši negativan broj)
ko: 기본에 추가할 칼로리 (빼려면 음수 입력)
nl: Bijkomende calorieën om toe te voegen aan het basisaantal (om af te trekken, voer een negatief cijfer in)
sv: Extra kalorier att lägga till basen (för att subtrahera, ange ett negativt tal)
tr: Baz orana eklenecek ek kaloriler (çıkarmak için negatif bir sayı girin)

source: Ingredient
cs: Potravina
el: Συστατικά
hr: Sastojak
ko: 성분
nl: Ingrediënt
sv: Ingrediens
tr: Bileşen

source: In kcal per 100g
cs: V kcal na 100g
el: Σε kcal ανα 100g
hr: U kcal po 100 g
ko: 100g 당 1kcal
sv: I kcal per 100g
tr: 100 g başına kcal olarak

source: In g per 100g of product
cs: V g na 100g produktu
el: Σε g ανα 100g προϊόντος
hr: U g po 100 g proizvoda
ko: 제품 100g당 g
nl: In g per 100g product
sv: I g per 100g av produkt
tr: 100 g ürün başına g cinsinden

source: Sugar content in carbohydrates
cs: Cukr v sacharidech
el: Περιεχόμενο σάκχαρων σε υδατάνθρακες
hr: Količina šećera u ugljikohidratima
ko: 탄수화물의 당 함량
nl: Suikerinhoud in koolhydraten
sv: Sockerinehåll i kolhydraterna
tr: Karbonhidratlardaki şeker içeriği

source: Saturated fat content in fats
cs: Nasycené mastné kyseliny
el: Εκ των οποίων κορεσμένα λίπη
hr: Količina zasićene masti u mastima
ko: 지방의 포화지방 함량
nl: Verzadigde vetinhoud in vetten
sv: Mättat-fett innehåll i fettet
tr: Yağlarda doymuş yağ içeriği

source: Fibres
cs: Vláknina
el: Ίνες
hr: Balastne tvari
nl: Vezels
tr: Lifler

source: Sodium
cs: Sodík
el: Νάτριο
hr: Natrij
ko: 나트륨
nl: Natrium
sv: Natrium
tr: Sodyum

source: Link to product
cs: Odkaz na produkt
hr: Poveznica za proizvod
ko: 제품 링크
tr: Ürün bağlantısı

source: Brand name of product
cs: Značka produktu
hr: Ime proizvoda
ko: 제품의 브랜드 이름
tr: Ürünün marka adı

source: The total energy ({self.energy}kcal) is not the approximate sum of the
cs: Celková energie ({self.energy}kcal) neodpovídá celkovému odhadu z
hr: Ukupna energija ({self.energy} kcal) nije približni zbroj od
tr: Toplam enerji ({self.energy} kcal), yaklaşık toplamı değil

source: Ingredient was successfully added to the general database
cs: Potravina byla přidána do základní databáze
el: Το συστατικό προστέθηκε με επιτυχία στην γενική βάση δεδομένων
hr: Sastojak je uspješno dodan u opću bazu podataka
nl: Ingrediënt met succes toegevoegd aan de algemene databank
tr: İçerik genel veri tabanına başarıyla eklendi

source: New user submitted ingredient
cs: Uživatelem zaslané nové složky
el: Ένας χρήστης υπέβαλλε συστατικό
hr: Novi korisnik je poslao sastojak
nl: Nieuw door gebruiker toegevoegd ingrediënt
tr: Yeni kullanıcı tarafından gönderilen içerik

source: The user {request.user.username} submitted a new ingredient "{self.name}".
cs: Uživatel {request.user.username} přidal novou ingredienci „{self.name}“.
hr: {request.user.username} je poslao/la novi sastojak „{self.name}”.
tr: {request.user.username} kullanıcısı yeni bir içerik "{self.name}" gönderdi.

source: Ingredient Categories
cs: Kategorie přísad
hr: Kategorije sastojaka
ko: 성분 카테고리
tr: İçerik Kategorileri

source: Amount in grams
cs: Množství v gramech
el: Ποσότητα σε γραμμάρια
hr: Količina u gramima
ko: 그램당 함유량
nl: Hoeveelheid in grammen
sv: Mängd i gram
tr: Gram cinsinden miktar

source: Unit amount, e.g. "1 Cup" or "1/2 spoon"
cs: Jednotka množství, např. "1 pohár" nebo "1/2 lžíce"
el: Μονάδα ποσότητας, π.χ. "1 Φλιτζάνι" ή "1/2 κουτάλι"
hr: Jedinica količine, npr. „1 šalica” ili „1/2 žlice”
ko: 단위 수량, 예: "1컵" 또는 "1/2스푼"
nl: Eenheidshoeveelheid, bvb. "1 kopje" of "1/2 lepel"
sv: Enhetsmängd (e.g. "1 DL" eller "1/2 tesked")
tr: Birim miktar, ör. "1 Fincan" veya "1/2 kaşık"

source: Nutrition plan
cs: Nutriční plán
da: Ernæringsplan
el: Πρόγραμμα διατροφής
hr: Plan prehrane
ko: 영양 계획
nl: Voedingsplan
sv: Kostplan
tr: Beslenme planı

source: Meal
cs: Jídlo
el: Γεύμα
hr: Obrok
ko: 식사
nl: Maaltijd
sv: Måltid
tr: Yemek

source: Date and Time (Approx.)
cs: Datum a čas (přibližně)
hr: Datum i vrijeme (otprilike)
ko: 날짜 및 시간(대략)
tr: Tarih ve Saat (Yaklaşık)

source: Time (approx)
cs: Čas (cca)
el: Ώρα (περίπου)
hr: Vrijeme (otprilike)
ko: 시간(대략)
nl: Tijd (ongeveer)
sv: Tid (ca)
tr: Zaman (yaklaşık)

source: Give meals a textual description / name such as "Breakfast" or "after workout"
cs: Dejte jídlům textový popis / název, například „snídaně“ nebo „po cvičení“
hr: Obrocima zadaj tekstualni opis/ime kao što je „doručak” ili „nakon treninga”
ko: "아침 식사" 또는 "운동 후"와 같이 식사에 대한 텍스트 설명/이름을 지정하세요
tr: Yemeklere "Kahvaltı" veya "antrenmandan sonra" gibi metinsel bir açıklama / ad verin

source: A description of the goal of the plan, e.g. "Gain mass" or "Prepare for summer"
cs: Popis cíle plánu, například "Získat svalovou hmotu", nebo "Shodit do plavek"
el: Μια περιγραφή του στόχου ενός προγράμματος, π.χ. "Προετοιμασία για το καλοκαίρι" ή "Πρόσθεση μάζας"
hr: Opis cilja plana, npr. „Povećanje tjelesne mase” ili „Priprema za ljeto”
ko: 계획의 목표에 대한 설명(예: "체중 증가" 또는 "여름 준비")
nl: Een omschrijving van het doel van je plan, bvb "Massa verhogen" of "Klaarstomen voor de zomer"
sv: En beskrivning av målet för planen, t.ex. "Gå upp i vikt" eller "Förbereda mig för sommaren"
tr: Planın amacının bir açıklaması, ör. "Kitle kazanın" veya "Yaza hazırlanın"

source: Use daily calories
cs: Použít denní kalorie
el: Χρήση ημερήσιων θερμίδων
hr: Koristi dnevne kalorije
ko: 일일 사용 칼로리
nl: Gebruik dagelijkse calorieën
sv: Använda dagliga kalorier
tr: Günlük kalori kullanın

source: Tick the box if you want to mark this plan as having a goal amount of calories. You can use the calculator or enter the value yourself.
cs: Zaškrtněnte toto políčko, pokud chcete tento plán označit jako cílovou hodnotu kalorii. Můžete použít kalkulacku, nebo zadat hodnotu ručně.
el: Επιλέξτε το κουτί αν θέλετε να σημειώσετε το πρόγραμμα σαν στόχος ποσότητας θερμίδων. Μπορείτε να χρησιμοποιήσετε τον υπολογιστή για να πληκτρολογήσετε την τιμή εσείς.
hr: Označi polje ako želiš označiti da ovaj plan ima ciljanu količinu kalorija. Možeš koristiti kalkulator ili ručno upisati vrijednost.
ko: 이 계획에 목표 칼로리량을 설정하려면 체크 표시를 하세요. 계산기를 사용하거나 직접 값을 입력할 수 있습니다.
nl: Aanvinken als je dit plan wil aanduiden als hebbende een doelhoeveelheid calorieën. Je kan de calculator gebruiken of de hoeveelheid zelf invullen.
sv: Markera rutan om du vill att denna plan ska ha ett kalorimål. Du kan använda kalkylatorn eller själv ange värdet.
tr: Bu planı hedef miktarda kalori içeriyor olarak işaretlemek istiyorsanız kutuyu işaretleyin. Hesap makinesini kullanabilir veya değeri kendiniz girebilirsiniz.

source: Results
cs: Výsledek
el: Αποτελέσματα
hr: Rezultati
nl: Resultaten
tr: Sonuçlar

source: Your BMI is:
cs: Vaše BMI je:
el: Το BMI σας:
hr: Tvoj indeks tjelesne mase (BMI) iznosi:
nl: Je BMI is:
tr: BMI değeriniz:

source: Legend
cs: Legenda
el: Υπόμνημα
hr: Legenda
nl: Legende
tr: Efsane

source: Adipositas III
cs: Obézita III
el: Υπέρβαρο III
hr: Adipoza III
tr: Yağlanma III

source: Adipositas II
cs: Obézita II
el: Υπέρβαρο II
hr: Adipoza II
tr: Yağlanma II

source: Adipositas I
cs: Obézita I
el: Υπέρβαρο I
hr: Adipoza I
tr: Yağlanma I

source: Overweight
cs: Nadváha
el: Υπέρβαρο
hr: Gojaznost
nl: Overgewicht
tr: Kilolu

source: Normal weight
cs: Optimální váha
el: Κανονικό βάρος
hr: Normalna težina
nl: Normaal gewicht
tr: Normal kilo

source: Slight underweight
cs: Lehká podváha
el: Ελάχιστα υπόβαρο
hr: Malo pothranjen
nl: Licht ondergewicht
tr: Hafif zayıf

source: Moderate underweight
cs: Střední podváha
el: Μέτριο υπόβαρο
hr: Srednje pothranjen
nl: Tamelijk ondergewicht
tr: Orta derecede zayıf

source: Strong underweight
cs: Silná podváha
el: Πολύ υπόβαρο
hr: Jako pothranjen
nl: Sterk ondergewicht
tr: Güçlü zayıflık

source: Use the form to calculate your BMI (Body Mass Index). If you have entered data in the weight section, the last entry will be used automatically. Otherwise the weight you enter here will be saved in a new entry.
cs: Použijte kalkulačku pro výpočet BMI (Body Mass Index). Pokud jste už zadali svou hmotnost, bude doplněna automaticky. V opačném případě bude zadaná hodnota uložena jako nový záznam.
el: Χρησιμοποιήστε την φόρμα για να υπολογίσετε το BMI σας (δείκτης μάζας σώματος). Αν έχετε εισάγει δεδομένα στην ενότητα βάρους, η τελευταία σας ενημέρωση θα χρησιμοποιηθεί αυτόματα. Ειδάλλως το βάρος που εισάγετε εδώ θα αποθηκευτεί ως η τελευταία σας ενημέρωση.
hr: Pomoću obrasca izračunaj svoj indeks tjelesne mase (BMI). Zadnji upisani podaci u odjeljku težine će se automatski koristiti. Inače će se ovdje upisana težina spremiti u novi unos.
nl: Gebruik het formulier om je BMI (Body Mass Index) te berekenen. Als je data hebt ingevoerd in de gewicht-sectie zal de laatste invoer automatisch gebruikt worden. Anders zal het gewicht dat je hier invult opgeslagen worden als nieuwe ingave.
tr: VKİ'nizi (Vücut Kitle İndeksi) hesaplamak için formu kullanın. Ağırlık bölümüne veri girdiyseniz, son giriş otomatik olarak kullanılabilir. Aksi takdirde buraya girdiğiniz ağırlık kaydedilecektir. yeni bir girişte.

source: Your ingredient '%(ingredient)s' was successfully added to the general database.
cs: Vaše potravina '%(ingredient)s' byla přidána do základní databáze.
hr: Tvoj sastojak '%(ingredient)s' je uspješno dodan u opću bazu podataka.
ko: 재료 '%(ingredient)s'이(가) 일반 데이터베이스에 성공적으로 추가되었습니다.
nl: Ingrediënt '%(ingredient)s' met succes toegevoegd aan de algemene databank
sv: Din ingrediens '%(ingredient)s' lades till den allmänna databasen.
tr: İçeriğiniz '%(ingredient)s', generale başarıyla eklendi veri tabanı.

source: It is now available on the ingredient overview and can be added to nutrition plans. You can access it on this address:
cs: Nyní je v přehledu složek jídla a může být přidána do nutrničních plánů. Můžete jí najít na adrese:
el: Είναι πλέον διαθέσιμο στην επισκόπηση συστατικών και μπορείτε να το προσθέσετε στα προγράμματα διατροφής. Μπορείτε να δείτε περισσότερα σε αυτήν την διεύθυνση:
hr: Sada je dostupan na pregledu sastojaka i može se dodati u planove prehrane. Možeš mu pristupiti na ovoj adresi:
ko: 이제 성분 개요에서 확인할 수 있으며, 영양 계획에 추가할 수 있습니다. 다음 주소에서 확인하실 수 있습니다:
nl: Het is nu beschikbaar in het ingrediëntenoverzicht en kan worden toegevoegd aan voedingsplannen. Je kan het terugvinden op dit adres:
sv: Det är nu tillgänglig på ingrediensöversikten och kan användas i kostplaner. Du kan finna den på denna adress:
tr: Artık içerik genel görünümünde mevcuttur ve beslenme planlarına eklendi. Ona bu adresten erişebilirsiniz:

source: Thank you for contributing and making this site better!
cs: Děkujeme vám za příspěvek, který umožní vylepšit tuto stránku!
el: Ευχαριστούμε για την συμβολή σας και κάνοντας την υπηρεσία μας καλύτερη!
hr: Hvala ti na doprinošenju i poboljšanju ove stranice!
ko: 이 사이트를 더 나은 곳으로 만들어 주셔서 감사합니다!
nl: Bedankt voor je bijdrage en om deze site beter te maken!
sv: Tack för att du bidrar och gör sidan bättre!
tr: Katkıda bulunduğunuz ve bu siteyi daha iyi hale getirdiğiniz için teşekkür ederiz!

source: Submitting an ingredient
cs: Zaslání složky
el: Υποβολή ενός συστατικού
hr: Slanje sastojaka
ko: 성분 제출
nl: Een ingrediënt toevoegen
sv: Ladda upp ingredient
tr: Bir içerik göndermek

source: Thank you for submitting an ingredient. This is much appreciated!
cs: Děkujeme za zaslání potraviny. Vážíme si toho!
el: Ευχαριστούμε για την υποβολή ενός συστατικού. Το εκτιμούμε πολύ!
hr: Puno ti hvala na slanju sastojka!
ko: 재료를 제출해 주셔서 감사합니다. 정말 감사합니다!
nl: Bedankt om een ingrediënt toe te voegen. Dit wordt zeer geapprecieerd!
sv: Tack för att du laddat upp en ingrediens. Detta är väldigt uppskattat!
tr: Bir malzeme gönderdiğiniz için teşekkür ederiz. Bu çok takdir!

source: After you submit the form, the administrators will be notified. Once it is reviewed, it will be added to the database. Till this happens, it will not be visible in the overview or the search. In case you added your email when you registered, you will get notified when the process is completed sucessfully.
cs: Po odeslání formuláře budou administrátoři upozorněni. Následně dojde ke kontrole údajů a případně k přidání do databáze. Než se tak stane nebude viditelný v přehledu a ve vyhledávání. V případě, že jste přidali při registraci email, budete o dokončení informováni.
el: Μετα την υποβολή της φόρμας, οι διαχειριστές θα ειδοποιηθούν. Μόλις εξεταστεί, θα προστεθεί στην βάση δεδομένων. Έως ότου γίνει, δεν θα είναι ορατό στην επισκόπηση και στις ανευρέσεις. Σε περίπτωση που εισάγατε το email σας όταν εγγραφήκατε, θα ειδοποιηθείτε για την εξέλιξη της όταν ολοκληρωθεί με επιτυχία.
hr: Nakon što pošalješ obrazac, administratori će se obavijestiti. Nakon pregleda će se dodati u bazu podataka. Sve dok se ne pregleda, neće se vidjeti u pregledu ili pretrazi. U slučaju da si dodao/la svoju e-mail adresu prilikom registracije, dobit ćeš obavijest kada postupak uspješno završi.
ko: 양식을 제출하면 관리자에게 알람이 전송됩니다. 검토가 완료되면 데이터베이스에 추가됩니다. 추가 완료 전까지는 개요 또는 검색에 표시되지 않습니다. 등록할 때 이메일을 추가한 경우, 성공적으로 완료되면 알림을 받습니다.
nl: Nadat je het formulier instuurt, zal een administrator worden verwittigd. Zodra je insturing is beoordeeld, zal deze worden toegevoegd aan de databank. Totdat dit is gebeurd, zal deze niet zichtbaar zijn in het overzicht of de zoekresultaten. In geval je je e-mailadres hebt toegevoegd bij het registeren, zal je op de hoogte worden gebracht wanneer het proces met succes voltooid werd.
sv: När du har skickat formuläret kommer administratörerna att meddelas. När det är granskat, kommer det att läggas till i databasen. Tills detta händer syns den inte i översikten eller i sökresultat. Om du lagt till din e-postadress när du registrerade dig kommer du bli meddelad när processen är slutförd.
tr: Formu gönderdikten sonra yöneticiler bilgilendirilecektir. İncelendikten sonra veri tabanına eklenecektir. Bu olana kadar, genel bakışta veya aramada görünmeyecektir. Kayıt olduğunuzda e-posta adresinizi eklemeniz durumunda, işlem başarıyla tamamlandığında size haber verilecektir.

source: No ingredients.
cs: Bez položek.
el: Δεν υπάρχουν συστατικά.
hr: Nema satojaka.
ko: 성분이 없습니다.
nl: Geen ingrediënten.
sv: Inga ingredienser.
tr: İçerik yok.

source: Search
cs: Vyhledat
el: Εύρεση
hr: Traži
ko: 검색
nl: Zoek
sv: Sök
tr: Ara

source: Add ingredient
cs: Přidat položku
el: Προσθήκη συστατικών
hr: Dodaj sastojak
nl: Ingrediënt toevoegen
tr: İçerik ekleyin

source: Submission date
cs: Datum zaslání
el: Ημερομηνία υποβολής
hr: Datum slanja
nl: Instuurdatum
tr: Teslim tarihi

source: Ingredient is pending review
cs: Potravina čeká na schválení
el: Συστατικά που αναμένουν εξέταση
hr: Sastojak još nije pregledan
nl: Ingrediënt in overweging
tr: İçerik incelenmeyi bekliyor

source: This user submitted ingredient is pending a decision to be included in the database. Till then, it will not be shown in the overview or the search.
cs: Uživatel zaslal k nutriční položku k překontrolování a rozhodnutí, jestli bude zahrnuta v databázi. Do doby, než bude zkontrolována, nebude se zobrazovat v přehledu, nebo ve vyhledávání.
el: Ο χρήστης υπέβαλλε ένα συστατικό που αναμένει εξέταση προκειμένου να συμπεριληφθεί στην βάση δεδομένων. Έως τότε, δεν θα εμφανίζεται στην επισκόπηση ή στις ανευρέσεις.
hr: Ovaj sastojak koji je poslao korisnik čeka odluku o uključivanju u bazu podataka. Sve dok se ne pregleda, neće se vidjeti u pregledu ili pretrazi.
nl: Dit ingrediënt, ingediend door een gebruiker, wacht op een goedkeuring om toegevoegd te worden aan de databank. Tot dat moment zal deze niet worden getoond in het overzicht of de zoekresultaten.
tr: Bu kullanıcı tarafından gönderilen malzeme, veri tabanına dahil edilmek için bir karar bekliyor. Bu olana kadar, genel bakışta veya aramada görünmeyecektir.

source: Please select one of the options below.
cs: Vyberte si jednu z možností níže.
el: Παρακαλούμε επιλέξτε μια επιλογή απο τις παρακάτω.
hr: Odaberi jednu od donjih opcija.
nl: Gelieve één van de opties hieronder te kiezen.
tr: Lütfen aşağıdaki seçeneklerden birini seçin.

source: Accept
cs: Povolit
el: Αποδοχή
hr: Prihvati
nl: Aanvaard
tr: Kabul etmek

source: Decline
cs: Zamítnout
el: Άρνηση
hr: Odbij
nl: Weiger
tr: Reddet

source: Macronutrients
cs: Makroživiny
el: Θρεπτικά στοιχεία
hr: Makronutrijenti
ko: 다량 영양소
nl: Macrovoedingstoffen
sv: Makronäringsämnen
tr: Makrobesinler

source: Others
cs: Další
el: Άλλα
hr: Drugi
ko: 기타
nl: Anderen
sv: Andra
tr: Diğerleri

source: Add new weight unit
cs: Přidejte novou jednotku hmostnosti
el: Προσθήκη νέας μονάδας βάρους
hr: Dodaj novu jedinicu težine
ko: 새로운 체중 단위 추가
nl: Voeg gewichteenheid toe
sv: Lägg till ny viktenhet
tr: Yeni ağırlık birimi ekle

source: Edit ingredient
cs: Upravit ingredience
el: Επεξεργασία συστατικού
hr: Uredi sastojak
nl: Bewerk ingrediënt
tr: Malzemeyi düzenleyin

source: Delete ingredient
cs: Smazat ingredience
el: Διαγραφή συστατικού
hr: Izbriši sastojak
nl: Verwijder ingrediënt
tr: Malzemeyi sil

source: Basal metabolic rate
cs: Hodnota Bazálního metabolismu
el: Βασικός μεταβολικός ρυθμός
hr: Osnovna potreba metabolizma
ko: 기초대사량
nl: Basaal metabolisme
sv: Basal ämnesomsättning
tr: Bazal metabolik oran

source: The basal metabolic rate is the amount of energy expended daily at rest. This is the minimum energy needed for the body to function, without any additional physical activity.
cs: Bazální metabolismus je množství vynaložené energie za den v naprostém klidu. Jedná se o minimum energie potřebné pro základní tělesné funkce, bez jakékoli další fyzické aktivity.
el: Ο βασικός μεταβολικός ρυθμός είναι η ποσότητα ενέργειας που καταναλώνεται καθημερινά σε ηρεμία. Είναι η ελάχιστη ενέργεια που χρειάζεται το σώμα για να λειτουργήσει, χωρίς επιπρόσθετες σωματικές δραστηριότητες.
hr: Osnovna potreba metabolizma je količina energije koja se dnevno troši tijekom neaktivnosti. To je najmanja količina energije koja je potrebna za funkcioniranje tijela, bez dodatnih fizičkih aktivnosti.
ko: 기초대사율은 매일 안정 시 소모되는 에너지량입니다. 이는 추가적인 신체 활동 없이 신체가 기능하는 데 필요한 최소 에너지입니다.
nl: Het basaal metabolisme is de hoeveelheid energie die dagelijks in rust wordt verbruikt. Dit is de minimum hoeveelheid energie die het lichaam nodig heeft om te functioneren, zonder enige bijkomende fysieke activiteit.
sv: Den basala ämnesomsättningen är mängden energi som förbrukas dagligen under vila. Detta är den minsta mängden energi som behövs för att kroppen ska fungera, utan någon ytterligare fysisk aktivitet.
tr: Bazal metabolizma hızı, günlük harcanan enerji miktarıdır. dinlenmede. Bu, vücudun herhangi bir şey olmadan çalışması için gereken minimum enerjidir. ek fiziksel aktivite.

source: Your basic metabolic rate is:
cs: Vaše základní hodnota metabolismu je:
el: Ο βασικός μεταβολικός ρυθμός σας είναι:
hr: Tvoja osnovna potreba metabolizma je:
ko: 기본 대사율은 다음과 같습니다:
nl: Je basaal metabolisme is:
sv: Din basala ämnesomsättning är:
tr: Temel metabolizma hızınız:

source: Physical activities
cs: Fyzická aktivita
el: Σωματικές δραστηριότητες
hr: Fizičke aktivnosti
ko: 신체 활동
nl: Fysieke activiteiten
sv: Fysiska aktiviteter
tr: Fiziksel aktiviteler

source: The physical activity level (PAL) is a factor used to to express the additional physical activity and is used to calculate the total energy required per day.
cs: Úroveň fyzické aktivity (PAL) je faktor používaný k vyjádření dodatečné fyzické aktivity a používá se k výpočtu celkové energie potřebné na den.
el: Το σωματικό επίπεδο δραστηριότητας (PAL) είναι ένας παράγοντας που χρησιμοποιείται για να εκφραστεί η επιπλέον φυσική δραστηριότητα και χρησιμοποιείται στον υπολογισμό της συνολικής ενέργειας που απαιτείται ανα μέρα.
hr: Razina fizičke aktivnosti (PAL) je faktor kojim se izražava dodatna fizička aktivnost i koristi se za izračunavanje ukupne potrebne energije po danu.
ko: 신체 활동 수준(PAL)은 추가적인 신체 활동을 표현하는 데 사용되는 계수이며 하루에 필요한 총 에너지를 계산하는 데 사용됩니다.
nl: Het Physical Activity Level (PAL) is een factor gebruikt om aan te duiden welke additionele fysieke activiteit je uitoefent en die gebruikt wordt om de totale vereiste energie per dag te berekenen.
sv: Den fysiska aktivitetsnivån (PAL) är en faktor som används för att uttrycka den extra fysiska aktiviteten och används för att beräkna den totala energi som krävs per dag.
tr: Fiziksel aktivite seviyesi (PAL) ifade etmek için kullanılan bir faktördür. ek fiziksel aktivite ve toplam enerjiyi hesaplamak için kullanılır günlük gerekli.
