Repository: wger-project/wger
Catalog: wger/locale/*/LC_MESSAGES/django.po
Languages: cs, da, el, fi, hr, ko, nl, sv, tr

source: Factor for daily activities:
cs: Faktor pro kažodenní činnosti:
el: Παράγοντας για καθημερινές δραστηριότητες:
hr: Faktor za dnevne aktivnosti:
ko: 일상 활동 요소:
nl: Factor voor dagelijkse activiteiten:
sv: Faktorer för dagliga aktiviteter:
tr: Günlük aktiviteler için faktör:

source: The base caloric intake is the amount of calories your metabolism needs based on your level of physical activity.
cs: Základní kalorický příjem je hodnota, kterou váš metabolismus potřebuje pro fungování těla při vaší úrovni fyzické aktivity.
el: Η βασική λήψη θερμίδων είναι η ποσότητα των θερμίδων που ο μεταβολισμός σας χρειάζεται βάσει του επιπέδου της φυσικής σας δραστηριότητας.
hr: Osnovni unos kalorija je količina kalorija koja je potrebna tvom metabolizmu na temelju razine tvoje fizičke aktivnosti.
ko: 기본 칼로리 섭취량은 신체 활동 수준에 따라 신진대사에 필요한 칼로리 양입니다.
nl: De basis calorie-inname is de hoeveelheid calorieën die je metabolisme nodig heeft op basis van je dagelijkse hoeveelheid fysieke activiteit.
sv: Det grundläggande kaloriintaget är mängden kalorier din ämnesomsättning behöver baserat på din nivå av fysisk aktivitet.
tr: Temel kalori alımı metabolizmanızın kalori miktarıdır. fiziksel aktivite seviyenize göre ihtiyaçlar.

source: Calculate basic caloric intake
cs: Spočítat základní kalorický příjem
el: Υπολογισμός βασικής λήψης θερμίδων
hr: Izračunaj osnovni unos kalorija
ko: 기본 칼로리 섭취량 계산
nl: Bereken basis calorie-inname
sv: Beräkna grundläggande kaloriintag
tr: Temel kalori alımını hesaplayın

source: The total calories are the actual total calories per day. This might include e.g. a surplus or deficit if you are bulking or cutting. Alternatively you might just enter yourself the amount of calories if you know the value.
cs: Celkové kalorie, jsou skutečné kalorie za den. To může zahrnovat napří. přebytek, nebo deficit. Alternativně můžete jen zadat množstv kalorií sami, pokud znáte hodnotu.
el: Οι συνολικές θερμίδες είναι οι πραγματικές συνολικές θερμίδες ανα μέρα. Αυτό μπορεί να περιλαμβάνει π.χ. μιά αύξηση ή μείωση. Εναλλακτικά μπορείτε να εισάγετε μόνοι σας την ποσότητα των θερμίδων αν γνωρίζετε την ποσότητα.
hr: Ukupne kalorije su stvarne ukupne kalorije po danu. To može npr. uključivati višak ili manjak ako želiš izgraditi mišiće ili ako želiš smršaviti. Alternativno, upiši količinu kalorija ako znaš vrijednost.
ko: 총 칼로리는 하루 실제 총 칼로리입니다. 여기에는 벌크업이나 컷팅을 하는 경우 과잉 또는 부족이 포함될 수 있습니다. 또는 칼로리 값을 알고 있다면 직접 입력할 수도 있습니다.
nl: De totale calorieën is het effectieve totaal aan calorieën per dag. Dit kan een surplus of tekort bevatten als je bezig bent met bulken of cutten. Je kan ook gewoon zelf de hoeveelheid calorieën ingeven als je de waarde wilt kennen.
sv: De totala kalorierna är de faktiska totala kalorierna per dag. Detta kan innefatta t.ex. ett överskott eller underskott om du "bulkar" eller "cuttar". Alternativt kan du själv ange mängden kalorier om du känner till värdet.
tr: Toplam kalori, günlük gerçek toplam kaloridir. Bu örn. içerebilir hacim veya kesiyorsanız bir fazlalık veya eksiklik. Alternatif olarak Değeri biliyorsanız, kendinize kalori miktarını girebilirsiniz.

source: Transfer basic intake to total daily calories
cs: Přenést základní příjem do celkových denních kalorii
el: Μεταφορά βασικής λήψης στις συνολικές ημερήσιες θερμίδες
hr: Prenesi osnovni unos kalorija na ukupne dnevne kalorije
ko: 기본 섭취량을 총 일일 칼로리로 전환
nl: Verplaats basisinname naar dagelijks calorietotaal
sv: Överför grundläggande intag till totala dagliga kalorier
tr: Temel alımı toplam günlük kaloriye aktarın

source: Add additional calories to total daily calories
cs: Do celkových denních kalorii přidat další
el: Προσθήκη επιπλέον θερμίδες στις ημερήσιες συνολικές θερμίδες
hr: Dodaj dodatne kalorije u ukupne dnevne kalorije
ko: 총 일일 칼로리에 추가 칼로리를 추가하세요
nl: Voeg bijkomende calorieën toe aan totale dagelijkse calorieën
sv: Lägg till extra kalorier till totala dagliga kalorier
tr: Toplam günlük kaloriye ek kalori ekleyin

source: Save total calories to profile
cs: Uložit do profilu celkové kalorie
el: Αποθήκευση συνολικών θερμίδων στο προφίλ
hr: Spremi ukupne kalorije u profil
ko: 프로필에 총 칼로리 저장
nl: Calorieëntotaal naar je profiel opslaan
sv: Spara totala mängd kalorier till profil
tr: Toplam kaloriyi profile kaydedin

source: Please note that these calculations can only be an approximation. If you base your nutrition plan on these values, observe yourself for some weeks and change the total amount if needed.
cs: Prosím, ber te na vědomí, že tyto výpočty mohou být pouze přibližné. Pokud založíte nutriční plán na těchto hontocáh, dodržujte jej několik týdnů a v případě potřeby změňte celkovou výši.
el: Παρακαλούμε σημειώστε ότι οι υπολογισμοί είναι κατα προσέγγιση. Αν βασίζετε το διατροφικό σας πρόγραμμα με αυτες τις τιμές, παρατηρήστε τον εαυτό σας τις προσεχείς εβδομάδες και αλλάξτε την συνολική ποσότητα αν απαιτείται.
hr: Ovo su samo približni izračuni. Ako svoj plan prehrane temeljiš na ovim vrijednostima, prati razvoj par tjedana i po potrebi promijeni ukupnu količinu.
ko: 이 계산은 근사치일 뿐입니다. 이 값을 기준으로 영양 계획을 세우는 경우, 몇 주 동안 자신의 상태를 관찰하고 필요에 따라 총량을 변경하세요.
nl: Gelieve rekening te houden met het feit dat deze berekeningen enkel een schatting zijn. Als je je voedingsplan op deze waarden baseert, observeer jezelf dan voor enkele weken en verander de totale hoeveelheid indien nodig.
sv: Observera att dessa beräkningar är approximation. Om du baserar din kostplan på dessa värden borde du observera dig själv under några veckor och ändra det totala beloppet om det behövs.
tr: Lütfen bu hesaplamaların yalnızca bir yaklaşım. Beslenme planınızı bu değerlere dayandırırsanız, birkaç hafta boyunca kendiniz ve gerekirse toplam miktarı değiştirin.

source: Please make sure your height is within the appropriate range.
cs: Ujistěte se, že je vaše výška v odpovídajícím rozmezí.
hr: Provjeri je li je tvoja visina unutar odgovarajućeg raspona.
tr: Lütfen boyunuzun uygun aralıkta olduğundan emin olun.

source: 140 to 230
cs: 140 až 230
hr: 140 do 230
tr: 140 ile 230 arası

source: 56 to 90
cs: 56 až 90
hr: 56 do 90
tr: 56 ile 90 arası

source: Add a new ingredient
cs: Přidat novou složku
el: Προσθήκη νέου συστατικού
hr: Dodaj novi sastojak
ko: 새로운 성분 추가
nl: Nieuw ingrediënt toevoegen
sv: Lägg till en ny ingrediens
tr: Yeni bir malzeme ekle

source: Ingredient was successfully marked as rejected
cs: Složka byla označena jako zamítnuta
el: Το συστατικό απορρίφθηκε με επιτυχία
hr: Sastojak je uspješno označen kao odbijen
nl: Ingrediënt met succes gemarkeerd als afgewezen
tr: İçerik başarıyla reddedildi olarak işaretlendi

source: Nutritional plan
cs: Nutriční plán
hr: Plan prehrane
ko: 영양 계획
tr: Beslenme planı

source: Nutritional plan for %s
cs: Nutriční plán pro %s
hr: Plan prehrane za %s
ko: %s의 영양 계획
tr: %s için beslenme planı

source: <i>This is an empty plan, what did you expect on the PDF?</i>
cs: <i>Tento plán je prázdný. Co jste očekávali v PDF?</i>
el: <i>Αυτό είναι ένα άδειο πρόγραμμα, τί περιμένατε να δείτε σε αυτό το PDF;</i>
hr: <i>Ovo je prazan plan. Što si očekivao/la u PDF-u?</i>
ko: <i>이건 빈 계획인데, PDF에서 무엇을 기대하셨나요?</i>
nl: <i>Dit is een leeg plan, wat had je verwacht op de PDF?</i>
sv: <i>Detta är en tom plan, vad förväntade du dig på PDFen?</i>
tr: <i>Bu boş bir plan, PDF'den ne bekliyordunuz?</i>

source: Total
cs: Celkem
el: Σύνολο
hr: Ukupno
ko: 총
nl: Taal
sv: Totalt
tr: Toplamda

source: Percent of energy
cs: Procent z energie
el: Ποσοστό ενέργειας
hr: Postotak energije
ko: 에너지 비율
nl: Percentage energie
sv: Procent av energi
tr: Enerji yüzdesi

source: g per body kg
cs: g na kg tělesné váhy
el: g ανα kg σώματος
hr: g po tjelesnim kg
ko: g 몸당 kg
nl: g per kg lichaamsgewicht
sv: g / kroppsvikt (kg)
tr: g vücut kg

source: Add a new weight unit
cs: Přidat novou jednotku váhy
el: Προσθήκη νέας μονάδας βάρους
hr: Dodaj novu jedinicu težine
ko: 새 무게 단위 추가
nl: Voeg gewichteenheid toe
sv: Lägg till en ny viktenhet
tr: Yeni bir ağırlık birimi ekleyin

source: Edit a weight unit to ingredient connection
cs: Upravit jednotku hmotnosti spojenou se složkou
el: Επεξεργασία μια μονάδας βάρους στον συσχετισμό συστατικού
hr: Uredi vezu između jedinice težine i sastojka
ko: 무게 단위를 재료 연결에 맞게 편집하세요
nl: Bewerk verbinding gewichteenheid en ingrediënt
sv: Redigera en viktenhet- till ingrediens anslutning
tr: Ağırlık birimini bileşen bağlantısına göre düzenleyin

source: Delete?
cs: Smazat?
el: Διαγραφη;
hr: Izbrisati?
ko: 삭제?
nl: Verwijderen?
sv: Ta bort?
tr: Sil?

source: Thank you for using wger! wger is a collaborative open source project, made by fitness enthusiasts from around the world.
cs: Děkujeme Vám za použití wger! wger je komunitní open source projekt, který je tvořen fitness nadšenci z celého světa.
hr: Hvala što koristiš wger! wger je suradnički projekt otvorenog koda koji su izradili entuzijasti fitnesa iz cijelog svijeta.
tr: wger'ı kullandığınız için teşekkür ederiz! wger, dünyanın dört bir yanından spor tutkunları tarafından gerçekleştirilen ortak bir açık kaynaklı projedir.

source: Source code
cs: Zdrojový kód
hr: Izvorni kod
tr: Kaynak kodları

source: Get the source code of this application and its server on github
cs: Získejte zdrojový kód této aplikace a jejího serveru na GitHubu
hr: Preuzmi izvorni kod ove aplikacije i njezinog poslužitelja na githubu
tr: Bu uygulamanın ve sunucusunun kaynak kodlarını github'dan edinin

source: Have a problem or idea?
cs: Máte problém nebo nápad?
hr: Imaš problem ili ideju?
tr: Bir sorununuz veya fikriniz mi var?

source: Get in touch if something didn't behave as expected or if there is a feature that you feel is missing.
cs: Kontaktujte nás, pokud se něco nechovalo podle očekávání nebo pokud existuje funkce, o které se domníváte, že chybí.
hr: Javi ako se nešto ponaša neočekivano ili ako smatraš da nedostaje neka funkcija.
tr: Bir şey beklendiği gibi davranmazsa veya eksik olduğunu düşündüğünüz bir özellik varsa iletişime geçin.

source: Say hi!
cs: Ahoj!
hr: Pošalji pozdrav!
tr: Merhaba deyin!

source: If you want to chat with us, hop on the Discord server and get in touch
cs: Pokud si s námi chcete popovídat, přejděte na Discord server a kontaktujte nás
hr: Ako želiš s nama razgovarati prijeđi na Discord poslužitelj i kontaktiraj nas
tr: Bizimle sohbet etmek istiyorsanız, Discord sunucusuna gelin ve iletişime geçin

source: Translation
cs: Překlad
hr: Prijevod
ko: 번역
tr: Çeviri

source: This application is translated on weblate. If you also want to help, click the link and start translating
cs: Tato aplikace je překládána na Weblate. Chcete-li také pomoci, klikněte na odkaz a začněte překládat
hr: Ova se aplikacija prevodi na Weblateu. Ako želiš pomoći prevoditi, pritisni poveznicu i počni prevoditi
tr: Bu uygulama Weblate üzerinde çevrilmektedir. Yardım etmek istiyorsanız bağlantıya tıklayın ve çevirmeye başlayın

source: Our goal
cs: Váš cíl
el: Ο στόχος μας
hr: Naš cilj
ko: 우리의 목표
nl: Ons doel
sv: Vårt mål
tr: Hedefimiz

source: The goal is to build an awesome and flexible fitness manager, along with a comprehensive and complete list of exercises and ingredients, all released under a free license.
cs: Cílem je vytvořit úžasnou a flexibilní fitness manager aplikaci, spolu s komplexním a úplným seznamem cviků a ingrediencemi, vše pod svobodnou licencí.
hr: Cilj je izgraditi sjajan i fleksibilan fitness, zajedno sa sveobuhvatnim i potpunim popisom vježbi i sastojaka, a sve objavljeno pod besplatnom licencom.
tr: Amaç, tümü özgür bir lisans altında yayınlanan kapsamlı ve eksiksiz bir egzersiz ve içerik listesi ile birlikte harika ve esnek bir fitness yöneticisi oluşturmaktır.

source: wger Workout Manager is a free, open source web application that manages your exercises and workouts.
cs: wget Workout Manager je bezplatná, open-source webová aplikace, která spravuje vaše cvičení a tréninky.
hr: wger Workout Manager je besplatna web aplikacija otvorenog koda za upravljanje tvojim vježbama i treninzima.
ko: wger 운동 관리기는 운동과 훈련을 관리하는 무료 오픈 소스 웹 애플리케이션입니다.
tr: wger Workout Manager, egzersizlerinizi ve antrenmanlarınızı yöneten özgür, açık kaynaklı bir web uygulamasıdır.

source: About
cs: O nás
el: Σχετικά
hr: Informacije
nl: Over
tr: hakkında

source: Mobile app
cs: Mobilní aplikace
hr: Mobilna aplikacija
ko: 모바일 앱
tr: Mobil uygulama

source: Donate
cs: Přispět
hr: Doniraj
ko: 기부
tr: Bağış yap

source: Develop
cs: Vývoj
hr: Razvij
ko: 개발자
tr: Geliştir

source: Community
cs: Komunita
fi: Yhteisö
hr: Zajednica
ko: 커뮤니티
tr: Topluluk

source: Track your <br> way to your <br> ideal body
cs: Sledujte svou <br> cestu k <br> ideálnímu tělu
hr: Prati svoj <br> put do tvog <br> idealnog tijela
ko: 이상적인 몸매를 <br> 찾아가는 길을 <br>추적하세요
tr: Hayal ettiğiniz <br> vücuda giden yolu <br> takip edin

source: Join wger, the community-driven <b>free and open-source fitness tracker</b>
cs: Připojte se ke službě wger, komunitnímu <b>bezplatnému a open-source fitness trackeru</b>
hr: Pridruži se wgeru, <b>besplatnom alatu otvorenog koda za praćenje fitnessa</b> koji pokreće zajednica
ko: 커뮤니티 중심의 <b>무료 오픈 소스 피트니스 추적기</b>인 wger에 가입하세요
tr: Topluluk odaklı <b>özgür ve açık kaynaklı fitness takipçisi</b> wger'e katılın

source: Get Started
cs: Začínáme
hr: Započni
ko: 시작하기
tr: Başlayın

source: people <br> using wger
cs: lidé, kteří <br> používají wger
hr: ljudi koji <br> koriste wger
ko: wger를 사용하는 <br>사람들
tr: wger kullanan <br> kişiler

source: exercises <br> for workout creation
cs: cvičení <br> pro tvorbu tréninku
hr: vježbe za <br> sastavljanje treninga
ko: 운동 만들기를 위한 <br>운동
tr: antrenman oluşturmak için <br> egzersizler

source: foods <br> for meal planing
cs: potravin <br> pro plánování jídel
hr: namirnice za <br> planiranje obroka
tr: öğün planlaması için <br> yiyecekler

source: stars <br> on GitHub
cs: hvězdiček <br> na GitHubu
hr: ljudi koji prate wger <br> na GitHubu
ko: GitHub에서 <br>별점
tr: GitHub <br> yıldızları

source: Craft your perfect <span>workout routines</span>
cs: Vytvořte si dokonalé <span>tréninky</span>
hr: Osmisli svoje savršene <span>rutine treninga</span>
ko: 완벽한 <span>운동 루틴</span>을 만들어 보세요
tr: Mükemmel <span>antrenman programlarınızı</span> oluşturun

source: Design a weekly workout plan from more than 100 exercises
cs: Navrhněte si týdenní tréninkový plán s více než 100 cviky
hr: Koristi više od 100 vježbi za sastavljanje tjednog plana treninga
ko: 100개 이상의 운동으로 주간 운동 계획을 설계하세요
tr: 100'den fazla egzersiz arasından haftalık bir antrenman programı tasarlayın

source: Set reps and sets, duration, or distance goals for each exercise
cs: Nastavte si opakování a sady, délku trvání nebo vzdálenostní cíle pro každé cvičení
hr: Postavi broj ponavljanja i serija, trajanje ili ciljanu udaljenost za svaku vježbu
ko: 각 운동에 대한 반복 횟수와 세트, 기간 또는 거리 목표를 설정합니다
tr: Her egzersiz için tekrarlar ve setler, süre veya mesafe hedefleri belirleyin

source: Get guided through your workouts step by step
cs: Nechte se provést cvičením krok za krokem
hr: Koristi vođenje kroz treninge korak po korak
ko: 단계별로 운동을 안내받으세요
tr: Antrenmanlarınız boyunca adım adım yönlendirilin

source: Keep track of the workouts you've done, including how you felt you performed
cs: Zaznamenávejte si absolvované tréninky, včetně toho, jak si myslíte, že jste si vedli
hr: Prati i zabilježi obavljene treninge, uključujući svoju percipiranu izvedbu
ko: 수행한 운동을 추적하고 수행한 내용을 확인하세요
tr: Nasıl performans gösterdiğinizi hissettiğiniz de dahil olmak üzere yaptığınız antrenmanları takip edin

source: Plan your <span>daily meals</span>
cs: Naplánujte si svá <span>denní jídla</span>
hr: Planiraj <span>dnevne obroke</span>
ko: <span>매일의 식사</span>를 계획하세요
tr: <span>Günlük öğünlerinizi</span> planlayın

source: Fill your week with nutritious meals that help you perform better
cs: Zaplňte svůj týden výživnými jídly, které vám pomohou, abyste si vedli lépe
hr: Ispuni tjedan obrocima prehrane koji ti pomažu napredovati
ko: 더 나은 성과를 내는 데 도움이 되는 영양가 있는 식사로 일주일을 채우세요
tr: Haftanızı daha iyi performans göstermenize yardımcı olacak besleyici öğünlerle doldurun

source: Build meals from a database of more than 2 million foods
cs: Sestavte si jídla z databáze více než 2 milionů ingrediencí
hr: Sastavi obroke iz baze podataka s više od 2 milijuna namirnica
ko: 200만 개 이상의 식품 데이터베이스에서 식사를 구성하세요
tr: 2 milyondan fazla yiyecekten oluşan bir veri tabanından öğünler oluşturun

source: Get automatically calculated nutritional values (energy, protein, carbs, ...) for both individual meals and your entire weekly plan
cs: Získejte automaticky vypočítané nutriční hodnoty (energie, bílkoviny, sacharidy, ...) pro individuální jídla i váš celý týdenní plán
hr: Dobij automatski izračunate nutritivne vrijednosti (energija, proteini, ugljikohidrati, …) za pojedinačne obroke i za cijeli tjedni plan
ko: 개별 식사와 전체 주간 계획에 대한 영양 가치(에너지, 단백질, 탄수화물 등)를 자동으로 계산해 보세요
tr: Hem tek tek öğünler hem de tüm haftalık planınız için otomatik olarak hesaplanan besin değerlerini (enerji, protein, karbonhidrat, ...) öğrenin

source: Keep track of <span>your progress</span>
cs: Sledujte <span>svůj pokrok</span>
hr: Prati <span>tvoj napredak</span>
ko: <span>진행 상황</span>을 추적하세요
tr: <span>İlerlemenizi</span> takip edin

source: Track and annotate everything about your meals and workouts
cs: Sledujte a zaznamenávejte vše o svých jídlech a trénincích
hr: Prati i komentiraj sve o tvojim obrocima i treninzima
ko: 식사와 운동에 대한 모든 것을 추적하고 주석을 달아보세요
tr: Öğünleriniz ve antrenmanlarınızla ilgili her şeyi takip edin ve not alın

source: Add custom notes
cs: Přidávejte vlastní poznámky
hr: Dodaj prilagođene bilješke
ko: 맞춤 메모 추가
tr: Özel notlar ekleyin

source: Record your weight
cs: Zaznamenejte svou váhu
hr: Bilježi svoju težinu
ko: 체중을 기록하세요
tr: Ağırlığınızı kaydedin

source: Keep a photo log to see your progress
cs: Zaznamenávejte si fotografie, abyste viděli své pokroky
hr: Vodi dnevnik fotografija za prikaz napretka
ko: 진행 상황을 확인하려면 사진 기록을 남겨보세요
tr: İlerlemenizi görmek için bir fotoğraf günlüğü tutun

source: Use the calendar view to see past entries
cs: Používejte kalendář pro zobrazení zaznamenaných položek
hr: Koristi kalendarski prikaz za prikaz prošlih unosa
ko: 달력 보기를 사용하여 지난 항목을 확인하세요
tr: Geçmiş kayıtları görmek için takvim görünümünü kullanın

source: Try wger now
cs: Vyzkoušejte wger
hr: Isprobaj wger
ko: 지금 Wger를 사용해 보세요
tr: wger'i şimdi dene

source: Powered By <span>the community</span>
cs: Poháněno <span>komunitou</span>
hr: Pokreće <span>zajednica</span>
ko: <span>커뮤니티</span>의 지원을 받음
tr: <span>Topluluk</span> tarafından desteklenir

source: wger is funded and created by the open-source community: people like you translating, adding exercises and nutritional info, developing, and more.
cs: wger je financován a vytvářen komunitou open source: lidmi jako vy, kteří překládají, přidávají cvičení a výživové informace, vyvíjejí a dělají mnoho dalšího.
hr: wger financira i stvara zajednica otvorenog koda: ljudi poput tebe prevode, dodavaju vježbe i informacije o prehrani, razvijaju i još mnogo toga.
ko: wger는 오픈 소스 커뮤니티의 자금 지원을 받아 제작되었습니다. 여러분과 같은 사람들이 번역하고, 운동과 영양 정보를 추가하고, 개발하는 등 다양한 활동을 하고 있습니다.
tr: wger açık kaynak topluluğu tarafından desteklenmekte ve geliştirilmektedir: sizin gibi insanlar çeviri yapmakta, egzersiz ve beslenme bilgileri eklemekte, geliştirmekte ve daha fazlasını yapmaktadır.

source: We don't use ads, don't sell your personal info, and we share the code under a free and open-source license.
cs: Nepoužíváme reklamy, neprodáváme vaše osobní informace a sdílíme náš kód pod svobodnou a otevřenou licencí.
hr: Ne koristimo oglase, ne prodajemo tvoje osobne podatke i dijelimo kod pod besplatnom licencom otvorenog koda.
ko: 우리는 광고를 사용하지 않고, 귀하의 개인 정보를 판매하지 않으며, 무료 오픈 소스 라이선스에 따라 코드를 공유합니다.
tr: Reklam kullanmıyoruz, kişisel bilgilerinizi satmıyoruz ve kodu özgür ve açık kaynaklı bir lisans altında paylaşıyoruz.

source: Pitch in and help make wger even better!
cs: Zapojte se a pomozte udělat wger ještě lepší!
hr: Uključi se i pomogni poboljšati wger!
ko: 참여하여 wger를 더욱 개선하는 데 도움을 주세요!
tr: Katkıda bulunun ve wger'in daha da iyi olmasına yardımcı olun!

source: Contribute
cs: Přispějte
hr: Doprinesi
ko: 기여하다
tr: Katkıda bulun

source: Sign Up Now For Free
cs: Zaregistrujte se zdarma
hr: Prijavi se besplatno
ko: 지금 무료로 가입하세요
tr: Şimdi Ücretsiz Kaydolun

source: Web version not enough?
cs: Webová verze nestačí?
hr: Web verzija ti ne odgovara?
ko: 웹 버전이 부족하신가요?
tr: Web sürümü yeterli değil mi?

source: Get the code, too!
cs: Získejte i kód!
hr: Preuzmi kod!
ko: 코드도 받으세요!
tr: Kodu da edinin!

source: Set up a private server for your gym
cs: Nastavte si soukromý server pro svůj gym
hr: Postavi privatni poslužitelj za tvoju teretanu
ko: 헬스장을 위한 개인 서버 설정
tr: Spor salonunuz için özel bir sunucu kurun

source: Don't want your data on an online service? Set up a wger instance on your own server for free!
cs: Nechcete mít svá data na online službě? Udělejte si vlastní instanci služby wger na vašem vlastním serveru, kompletně zdarma!
hr: Ne želiš svoje podatke na online usluzi? Postavi wger instancu besplatno na vlastitom poslužitelju!
ko: 온라인 서비스에 데이터가 저장되는 것을 원치 않으시나요? 나만의 서버에 wger 인스턴스를 무료로 설정하세요!
tr: Verilerinizin çevrim içi bir hizmette olmasını istemiyor musunuz? Kendi sunucunuzda ücretsiz bir wger örneği kurun!

source: Integrate with your own app
cs: Integrace s vaší vlastní aplikací
hr: Integriraj s vlastitom aplikacijom
ko: 자체 앱과 통합
tr: Kendi uygulamanızla bütünleştirin

source: wger offers an open API that you can use for your app.
cs: wger nabízí otevřené API, které můžete použít pro vaší aplikaci.
hr: wger nudi otvoreni API koji možeš koristiti za tvoju aplikaciju.
ko: wger는 앱에 사용할 수 있는 개방형 API를 제공합니다.
tr: wger, uygulamanız için kullanabileceğiniz açık bir API sunar.

source: Create your own version
cs: Vytvořte si vlastní verzi
hr: Stvori vlastitu verziju
ko: 나만의 버전 만들기
tr: Kendi sürümünüzü oluşturun

source: The source code is available under the GNU AGPLv3 license! Feel free to fork it on GitHub.
cs: Zdrojový kód je dostupný pod licencí GNU AGPLv3! Jeho odnož si můžete vytvořit na GitHubu.
hr: Izvorni kod je dostupan pod GNU AGPLv3 licencom! Izradi vlastitu verziju na GitHubu.
ko: 소스 코드는 GNU AGPLv3 라이선스에 따라 제공됩니다! GitHub에서 포크해 보세요.
tr: Kaynak kodu GNU AGPLv3 lisansı altında sunulmaktadır! GitHub'da çatallını oluşturmaktan çekinmeyin.

source: Account
cs: Účet
hr: Račun
ko: 계정
tr: Hesap

source: Workout routines
cs: Tréninkové postupy
fi: Harjoitusrutiinit
hr: Rutine treninga
ko: 운동 루틴
tr: Antrenman programları

source: Software
hr: Softver
ko: 소프트웨어
tr: Yazılım

source: Report an issue
cs: Nahlásit problém
hr: Prijavi problem
ko: 이슈 신고
tr: Sorun bildir

source: Source Code
cs: Zdrojový kód
hr: Izvorni kod
ko: 소스코드
tr: Kaynak Kodları

source: Yes, delete
cs: Ano, smazat
el: Ναί, διαγραφή
hr: Da, izbriši
ko: 예, 삭제합니다
nl: Ja, verwijder
sv: Ja, ta bort
tr: Evet, sil

source: The original title of this object, if available
cs: Původní název tohoto objektu, pokud je dostupný
hr: Izvorni naslov ovog objekta, ako postoji
ko: 이 객체의 원래 제목(있는 경우)
tr: Varsa, bu nesnenin asıl başlığı

source: Link to original object, if available
cs: Odkaz na původní objekt, pokud je dostupný
hr: Poveži na izvorni objekt, ako postoji
ko: 가능한 경우 원본 객체에 대한 링크
tr: Varsa asıl nesnenin bağlantısı

source: Author(s)
cs: Autoři
hr: Autori
ko: 작성자
tr: Yazar(lar)

source: If you are not the author, enter the name or source here.
cs: Pokud nejste autorem, zadejte sem název nebo zdroj.
hr: Ako nisi autor, ovdje upiši ime ili izvor.
ko: 본인이 저자가 아닌 경우, 여기에 이름이나 출처를 입력하세요.
tr: Yazar değilseniz, adı veya kaynağı buraya girin.

source: Link to author profile, if available
cs: Odkaz na profil autora, pokud je dostupný
hr: Poveži na profil autora, ako postoji
ko: 가능한 경우 작성자 프로필에 대한 링크
tr: Varsa yazar profilinin bağlantısı
