Repository: wger-project/wger
Catalog: wger/locale/*/LC_MESSAGES/django.po
Languages: cs, da, el, fi, hr, ko, nl, sv, tr

source: Workout log for %(username)s for %(date)s
cs: Záznam tréninku pro %(username)s z %(date)s
da: Træningslog for %(username)s den %(date)s
hr: Zapis treninga za %(username)s za %(date)s
sv: Träningslogg för %(username)s under %(date)s
tr: %(date)s için %(username)s için egzersiz günlüğü

source: Calendar for %(username)s
cs: Kalendář uživatele %(username)s
da: Kalender for %(username)s
hr: Kalendar za %(username)s
sv: Kalender för %(username)s
tr: %(username)s için takvim

source: Detail page
cs: Detaílní strana
da: Detaljeside
hr: Stranica s detaljima
sv: Detaljsida
tr: Ayrıntı sayfası

source: Add log to day
cs: Přidat záznam ke dni
da: Tilføj log til dag
el: Προσθήκη ιστορικού στην μέρα
hr: Dodaj zapis za dan
nl: Log aan dag toevoegen
sv: Lägg till logg till dag
tr: Günlüğü güne ekle

source: Click to add weight logs to a training day in your current workout:
cs: Klikněte pro přidání záznamů váhy do tréninkového dne v aktuálním tréninku:
da: Klik for at tilføje vægtlogs til en træningsdag i din nuærende træning:
el: Επιλέξτε για την εισαγωγή ιστορικού βαρών σε μιά μέρα προπόνησης στην τρέχουσα προπόνηση:
hr: Pritisni za dodavanje zapisa težine za dan treniranja u tvom trenutačnom treningu:
nl: Klik om gewichtingaven toe te voegen aan een trainingdag in je huidige workout:
sv: Klicka för att lägga viktloggar till en träningsdag i din nuvarande träning:
tr: Bir egzersize ağırlık günlükleri eklemek için tıklayın mevcut antrenmanınızdaki gün:

source: The coloured days in the calendar have weight logs, you can click on them to see the details.
cs: Barevné dny v kalendáři obsahují záznamy hmostnosti, můžete na ně kliknout a zobrazit prodrobnosti.
da: De farvede dage i kalenderen har vægtlogs, du kan klikke på den for at se detaljer.
el: Οι χρωματισμένες μέρες στο ημερολόγιο έχουν ιστορικά βαρών, μπορείτε να τις επιλέξτε για να δείτε λεπτομέρειες.
hr: Obojeni dani u kalendaru imaju zapise težine, pritisni ih za prikaz detalja.
nl: De gekleurde dagen in de kalender hebben gewichtingaven, je kan erop klikken op de details te bekijken.
sv: De färgade dagarna i kalendern har viktloggar, du kan klicka på dem för att se detaljer.
tr: Takvimdeki renkli günlerin ağırlık kayıtları vardır, detayları görmek için üzerlerine tıklayabilirsiniz.

source: Go to current month
cs: Na současný měsíc
da: Gå til nuværende måned
el: Τρέχων μήνας
hr: Idi na aktualni mjesec
nl: Naar huidige maand
sv: Gå till aktuell månad
tr: Geçerli aya git

source: Add new log
cs: Přidat nový záznam
da: Tilføj ny log
el: Νέα εγγραφή
hr: Dodaj novi zapis
nl: Nieuw log toevoegen
sv: Lägg till ny logg
tr: Yeni günlük ekle

source: Log overview
cs: Záznam přehledu
da: Logoversigt
el: Επισκόπηση ιστορικού
hr: Pregled zapisa
nl: Logoverzicht
sv: Loggöversikt
tr: Günlüğe genel bakış

source: Workout session
cs: Tréninková relace
da: Træningssession
hr: Sesija treninga
sv: Träningssession
tr: Egzersiz seansı

source: Delete with logs
cs: Smazat se záznamy
da: Slet med logs
hr: Izbriži sa zapisima
sv: Ta bort tillsammans med loggar
tr: Günlüklerle sil

source: Add workout impression
cs: Přidat dojem z tréninku
da: Tilføj træningsindtryk
el: Προσθήκη εντύπωσης προπόνησης
hr: Dodaj dojam treninga
nl: Voeg workout-sessie toe
sv: Lägg till kommentarer gällande träningspasset
tr: Antrenman izlenimi ekleyin

source: New weight log
cs: Nový záznam váhy
da: Ny vægtlog
el: Νέα εγγραφή βάρους
hr: Zapis nove težine
nl: Nieuw gewichtlog
sv: Ny viktlogg
tr: Yeni ağırlık kaydı

source: A new workout session (impression, notes, time) will be created if there isn't already one for the selected date. If there is, it will simply be edited. Weight entries are always added.
cs: Nové tréninkové záznamy (dojem, poznámky, čas) budou vytvořeny pokud již jeden z nich není dostupný pro dané datum. Pokud ano, můžete je jednoduše upravovat. Hmotnosti závaží jsou vždy přidány.
da: En ny træningsession (indtryk, noter, tid) vil blive oprettet, hvis der ikke allerede er en for den valgte dato. Hvis der er vil den blive redigeret. Vægtposter vil altid blive tilføjet.
el: Μιά νέα συνεδρία προπόνησης (σημειώσεις, χρόνοι κλπ) θα δημιουργηθούν αν δεν υπάρχει ήδη για την επιλεγμένη ημερομηνία. Αν υπάρχει τότε απλά θα την επεξεργαστείτε. Οι εγγραφές βάρους πάντα προστίθενται.
hr: Stvorit će se nova sesija treninga (dojam, bilješke, vrijeme) ako za odabrani datum još ne postoji. Ako postoji, jednostavno će se urediti. Unosi težine se uvijek dodaju.
nl: En nieuwe workout-sessie (indruk, notities, tijd) zal worden aangemaakt als er nog geen bestaat voor de geselecteerde datum. Als er een is, zal deze worden bewerkt. Gewichtingaven worden altijd toegevoegd.
sv: En ny träningssession (intryck, anteckningar, tid) kommer att skapas om det inte redan finns en för valt datum. Om det finns en kommer den helt enkelt redigeras. Viktinträden läggs alltid till.
tr: Yeni bir egzersiz seansı (izlenim, notlar, zaman) seçilen tarih için zaten yoksa oluşturulabilir. Varsa basitçe düzenlenecektir. Ağırlık girişleri her zaman eklenir.

source: Your schedules
cs: Tvé rozvrhy
da: Dine skemaer
el: Τα προγράμματα σας
hr: Tvoji rasporedi
nl: Je schema's
sv: Dina scheman
tr: Programlarınız

source: active
cs: aktivní
da: aktive
el: ενεργό
hr: aktivni
nl: Actief
sv: aktiv
tr: aktif

source: No schedules found.
cs: Nenalezeny žádné rozvrhy.
da: Ingen skemaer fundet.
el: Δεν βρέθηκαν προγράμματα.
hr: Nijedan raspored nije pronađen.
nl: Geen schema's gevonden.
sv: Inga träningspass hittade.
tr: Program bulunamadı.

source: Schedules are collections of workouts that you do in succession.
cs: Rozvrhy jsou kolekce tréninků, které provádíte v posloupnosti.
da: Skemaer er samlinger af træninger du laver i rækkefølge.
hr: Rasporedi su zbirke treninga koje radiš u nizu.
tr: Programlar, art arda yaptığınız egzersizlerin bir birleşimidir.

source: You can indicate how long you want to do each workout before jumping to the next. It is also possible to create a loop, so you always do the same workouts in succession, e.g. A > B > C > A > B > C and so on.
cs: Můžete uvést, jak dlouho chcete aby trval váš trénink před přechodem na další. Můžete také vytvořit opakování, takže vždy budete provádět stejné tréninky za sebou, např. A > B > C > A > B > C a tak dále.
hr: Možeš označiti vrijeme za svaki trening prije nego što prijeđeš na sljedeći. Također je moguće napraviti petlju, tako da uvijek obavljaš iste treninge u nizu, npr. A > B > C > A > B > C i tako dalje.
tr: Bir sonrakine geçmeden önce her bir antrenmanı ne kadar süreyle yapmak istediğinizi belirtebilirsiniz. Bir döngü de oluşturabilirsiniz, böylece her zaman aynı antrenmanları arka arkaya yaparsınız, örneğin A > B > C > A > B > C vb.

source: The currently active schedule will remain active (and be shown e.g. in your dashboard) till it reaches the last workout or till you deactivate it, if it is a loop.
cs: Aktuální plán zůstane aktivní (a bude se zobrazovat např. na nástěnce) dokud nedokončíte poslední trénink, nebo jej nezrušíte, pokud je nastaven, jako opakující se.
da: Dit nuværende aktive skema vil forbilve aktivt (og vil blive vist f.eks. på dit dashboard) indtil det når den sidste træning eller indtil du deaktiverer det, hvis det er en sløjfe.
hr: Trenutačno aktivni raspored ostat će aktivan (i prikazat će se npr. na tvojoj kontrolnoj ploči) dok ne dosegne zadnji trening ili dok ga ne deaktiviraš, ako je petlja.
tr: Şu anda etkin olan program, son antrenmana ulaşana kadar veya bir döngü ise siz devre dışı bırakana kadar etkin kalacaktır (ve örneğin gösterge panelinizde gösterilecektir).

source: Add schedule
cs: Přidat rozvrh
da: Tilføj skema
el: Νέο πρόγραμμα
hr: Dodaj raspored
nl: Schema toevoegen
sv: Lägg till schema
tr: Program ekle

source: Schedule
cs: Rozvrh
da: Skema
hr: Raspored
sv: Schema
tr: Program

source: This schedule is a loop and will go through the workouts above till you deactivate it
cs: Tento rozvrh je opakujicí se a bude procházet výše uvedené tréninky, pokud jej nevypnete
da: Dette skema er en sløjfe og vil gå igennem træningerne ovenfor indtil du deaktiverer det
el: Αυτό το πρόγραμμα είναι σε βρόγχο και θα περάσει απο όλες τις προπονήσεις μέχρι να απενεργοποιηθεί.
hr: Ovaj raspored je petlja i prolazit će kroz gore navedene treninge sve dok ga ne deaktiviraš
nl: Dit schema is een lus en zal door de workouts hierboven gaan totdat je het deactiveert.
sv: Detta schema är en loop och kommer att gå igenom de pass ovan tills du avaktiverar den
tr: Bu program bir döngüdür ve siz devre dışı bırakana kadar yukarıdaki antrenmanlardan geçecektir

source: Weeks
cs: Týdny
da: Uger
el: Εβδομάδες
hr: Tjedni
nl: Weken
sv: Veckor
tr: Haftalar

source: Move me
cs: Přesuň mě
el: Μετακίνησε με
hr: Pomakni me
nl: Verplaats me
tr: Beni hareket ettir

source: Start schedule
cs: Začít rozvrh
da: Start skema
el: Έναρξη προγράμματος
hr: Pokreni raspored
nl: Start schema
sv: Starta schema
tr: Programı başlat

source: %(weeks)s Week
cs: %(weeks)s týden
da: %(weeks)s Uge
hr: %(weeks)s tjedan
tr: %(weeks)s Hafta

source: Adding workouts
cs: Přidat tréninky
da: Tilføj træninger
el: Πρόσθεση προπονήσεων
hr: Dodavanje treninga
nl: Workouts toevoegen
sv: Lägga till träningspass
tr: Antrenman ekleme

source: Add as many workouts to the schedule as you want. You can edit the order by dragging and dropping them. It's also possible to add one workout more than once.
cs: Můžete si naplánovat tolik tréninků, kolik jich potřebujete. Můžete je upravovat a řadit přetažením. Také je možné přidat jeden trénink více než jednou.
da: Tilføj så mange træninger til skemaer som du vil. Du kan ændre rækkefølgen ved at trække og slippe i dem. Det er også muligt at tilføje en træning mere end en gang.
hr: Dodaj broj treninga u raspored koliko god želiš. Redoslijed možeš urediti povlačenjem i ispuštanjem. Jedan trening možeš dodati i više puta.
tr: Programa istediğiniz kadar antrenman ekleyin. Sıralamayı sürükleyip bırakarak düzenleyebilirsiniz. Bir antrenmanı birden fazla kez de ekleyebilirsiniz.

source: Export calendar file
cs: Exportovat kalendářový soubor
da: Eksporter kalenderfil
el: Εξαγωγή αρχείου ημερολογίου
hr: Izvezi datoteku kalendara
nl: Exporteer kalenderbestand
sv: Exportera kalenderfil
tr: Takvim dosyasını dışa aktar

source: Export this schedule as a calendar file.
cs: Exportovat rozvrh jako kalendářový soubor.
da: Eksporter dette skema som kalenderfil.
el: Εξαγωγή του προγράμματος ως αρχείο ημερολογίου.
hr: Izvezi ovaj raspored kao datoteku kalendara.
nl: Exporteer dit schema als een kalenderbestand.
sv: Exportera detta schema som en kalenderfil.
tr: Bu programı bir takvim dosyası olarak dışa aktarın.

source: You can then import the file it into your calendar application for example google calendar, outlook or iCal. This will create an appointment for each training day with the appropriate exercises.
cs: Soubor můžete importovat do vašeho kalendáře, například do Kalendáře Google, Outlooku nebo iCal. Vytvoříte tím událost pro každý tréninkový den s odpovídajícími cvičeními.
hr: Zatim možeš uvesti datoteku u svoju aplikaciju kalendara, na primjer google kalendar, outlook ili iCal. To će stvoriti termin za svaki dan treninga s odgovarajućim vježbama.
tr: Daha sonra dosyayı takvim uygulamanıza aktarabilirsiniz, örneğin google takvim, outlook veya iCal. Bu, her eğitim günü için uygun egzersizlerle birlikte bir randevu oluşturacaktır.

source: Download as PDF
cs: Stáhnout jako PDF
da: Hent som PDF
el: Αποθήκευση ώς PDF
hr: Preuzmi kao PDF
nl: Download als PDF
sv: Ladda ner som PDF
tr: PDF olarak indir

source: Edit schedule
cs: Upravit rozvrh
el: Επεξεργασία προγράμματος
hr: Uredi raspored
nl: Bewerk schema
tr: Programı düzenle

source: Delete schedule
cs: Smazat rozvrh
el: Διαγραφή προγράμματος
hr: Izbriši raspored
nl: Verwijder schema
tr: Programı sil

source: Add exercises to day "%(day_name)s"
cs: Přidat cviky do dne "%(day_name)s"
da: Tilføj øvelser til dag "%(day_name)s"
el: Προσθήκη ασκήσεων στην μέρα "%(day_name)s"
hr: Dodaj vježbu za „%(day_name)s”
nl: Voeg schema toe aan dagen "%(day_name)s"
sv: Lägga till övningar till denna dag: "%(day_name)s"
tr: "%(day_name)s" gününe egzersiz ekleyin

source: If you do the same repetitions for all sets, you can just enter one value: e.g. for 4 sets just enter one "10" for the repetitions, this automatically becomes "4 x 10".
cs: Pokud chcete nastavit pro všechny série stejný počet opakování, můžete zadat jen jednu hodnotu: například pro 4 série vložte "10" pro opakování, tím dojde k nastavení automaticky na "4 x 10".
da: Hvis du bruger samme repetitioner for alle sæt, kan du indtaste en værdi: f.eks. for 4 sæt indtast kun "10" en gang for repetitionerne. Det bliver automatisk til "4 x 10".
el: Αν κάνετε τις ίδιες επαναλήψεις για όλα τα σετ, μπορείτε απλά να πληκτρολογήσετε μιά τιμή: π.χ. για 4 σετ απλά πληκτρολογήστε "10" στις επαναλήψεις, αυτό αυτόματα γίνεται "4 x 10".
hr: Ako radiš ista ponavljanja i težinu za sve setove, upiši jednu vrijednost: npr., za 4 seta jednostavno upiši „10” za ponavljanja, to automatski postaje „4 × 10”.
nl: Als je dezelfde herhaling doet voor alle sets, kan je slechts één waarde invullen: bvb. voor 4 sets slechts éénmaal 10 invoeren voor de herhalingen. Dit wordt dan automatisch 4 x 10.
sv: Om du gör den samma antal repetitioner för alla set räcker det med att bara ange ett värde: e.g. för 4 set, skriv bara "10" för upprepningarna. Detta blir automatiskt "4 x 10".
tr: Tüm setler için aynı tekrarları yaparsanız, sadece bir değer girebilirsiniz: ör. 4 set için tekrarlar için sadece bir "10" girin, bu otomatik olarak "4 x 10" olur.

source: Edit set
cs: Upravit sérii
da: Rediger sæt
el: Επεξεργασία σετ
hr: Uredi set
nl: Bewerk set
sv: Redigera set
tr: Seti düzenle

source: Update
cs: Zaktualizovat
da: Opdater
hr: Aktualiziraj
tr: Güncelleme

source: Your current workout '%(workout)s' expired %(days)s days ago.
cs: Váš aktuální trénink „%(workout)s“ vypršel před %(days)s dny.
hr: Tvoj aktualni trening „%(workout)s” je istekao prije %(days)s dana.
nl: Je huidige workout '%(workout)s' verviel %(days)s dagen geleden.
sv: Ditt nuvarande träningspass '%(workout)s' upphörde %(days)s dagar sedan.
tr: Mevcut antrenmanınızın '%(workout)s' süresi %(days)s gün önce doldu.

source: Your current workout '%(workout)s' is about to expire in %(days)s days.
cs: Váš aktuální trénink '%(workout)s' bude expirovat za %(days)s dny.
hr: Tvoj aktualni trening „%(workout)s” će isteći za %(days)s dana.
nl: Je huidige workout '%(workout)s' zal verlopen binnen %(days)s dagen.
sv: Ditt nuvarande träningspass '%(workout)s' går ut om %(days)s dagar.
tr: Mevcut antrenmanınız '%(workout)s' %(days)s gün içinde sona ermek üzere.

source: You will regularly receive such reminders till you add a new workout. Alternatively you can add workouts to a loop schedule, such schedules never produce reminders.
cs: Připomenutí obdržíte pokud přidáte nový trénink. Také můžete přidat tréninky do opakujícího se rozvrhu, neboť zde se připomenutí nezasílá.
hr: Redovito ćeš primati takve podsjetnike dok ne dodaš novi trening. Alternativno možeš dodati trening u ponavljajući raspored. Takvi rasporedi nikada ne proizvode podsjetnike.
ko: 새로운 운동을 추가할 때까지 이러한 알림을 정기적으로 받게 됩니다. 또는 루프 일정에 운동을 추가할 수 있습니다. 이러한 일정은 알림을 생성하지 않습니다.
nl: Je zal regelmatig zulke herinneringen ontvangen totdat je een nieuwe workout toevoegt. Je kan ook workouts toevoegen in een lus-schema, zulke schema's produceren nooit herinneringen.
sv: Du får regelbundet sådana påminnelser tills du lägger till ett nytt träningspass. Alternativt kan du lägga till träningspass till ett loop schema, sådana scheman ger aldrig påminnelser.
tr: Yeni bir antrenman ekleyene kadar düzenli olarak bu tür hatırlatıcılar alacaksınız. Alternatif olarak, bir döngü programına egzersizler ekleyebilirsiniz. asla hatırlatıcı üretmeyin.

source: If you don't want to ever receive email reminders, deactivate the option in your settings.
cs: Pokud už nechcete dostávat emailem upozornění, vypněte si tuto možnost v nastavení.
hr: Ako ne želiš primati e-mail podsjetnike, deaktiviraj opcija u tvojim postavkama.
ko: 이메일 알람을 받지 않으려면, 설정에서 옵션을 비활성화 하십시오.
nl: Als je nooit e-mailherinneringen wenst te ontvangen, deactiveer je de optie in je instellingen.
sv: Om du inte vill ta emot e-post påminnelser någonsin, avaktivera alternativet i inställningarna.
tr: E-posta hatırlatıcılarını hiçbir zaman almak istemiyorsanız, ayarlarınızda seçeneği devre dışı bırakın.

source: The %(site)s team
cs: Tým stránky %(site)s
hr: %(site)s tim
ko: %(site)s 팀
sv: 1%(site)s lag
tr: %(site)s ekibi

source: Your last weight entry is from %(date)s (%(days)s days ago). Please click the link to access the application and enter a new one.
cs: Naposledy jste vložili svou hmotnost dne %(date)s ( to je před %(days)s dny). Pokud chcete vložit nový údaj hmotnosti, klikněte na odkaz a zadejte nový záznam..
hr: Tvoj zadnji unos težine je od %(date)s (prije %(days)s dana). Pritisni poveznicu za pristup aplikaciji i unesi novu težinu.
ko: 마지막 체중 입력은 %(date)s(%(days)s일 전)입니다. 링크를 클릭하여 애플리케이션에 접속하고 새 체중을 입력하세요.
sv: Ditt senaste viktinträde är från %(date)s (%(days)s dagar sedan). Klicka på länken för att komma åt programmet och ange ett nytt viktinträde.
tr: Son kilo girişiniz %(date)s'dan (%(days)s gün önce). Uygulamaya erişmek ve yeni bir tane girmek için lütfen bağlantıya tıklayın.

source: You will regularly receive such reminders till you enter your current weight.
cs: Pravidelná upozornění vám budou zasílána, dokud nezadáte aktuální hmotnost.
hr: Takve podsjetnike ćeš primati sve dok ne uneseš svoju aktualnu težinu.
ko: 현재 체중을 입력할 때까지 이러한 알림을 정기적으로 받게 됩니다.
sv: Du kommes regelbundet få sådana påminnelser tills du anger din nuvarande vikt.
tr: Mevcut kilonuzu girene kadar düzenli olarak bu tür hatırlatıcılar alacaksınız.

source: Weight log
cs: Záznam váhy
el: Εγγραφή βάρους
hr: Zapis težine
nl: Gewichtlog
tr: Ağırlık günlüğü

source: Weight log for workout
cs: Záznam váhy pro trénink
el: Εγγραφή βάρους για προπόνηση
hr: Zapis težine za trening
nl: Gewichtlog voor workout
tr: Egzersiz için ağırlık günlüğü

source: Add weight log to this day
cs: Přidejte záznam váhy pro tento den
el: Προσθέστε νέα εγγραφή βάρους για αυτήν την μέρα
hr: Dodaj zapis težine za ovaj dan
nl: Voeg gewichtslog toe aan deze dag
tr: Bu güne kilo günlüğü ekleyin

source: No weight entries here.
cs: Nebyla zde vložena váha.
el: Δεν υπάρχουν εγγραφές βάρους εδώ.
hr: Nema unose težine.
nl: Geen gewichtingaven hier.
tr: Burada ağırlık girişi yok.

source: No exercises for this day.
cs: Pro tento den nejsou žádné cviky.
el: Δεν υπάρχουν ασκήσεις για αυτήν την μέρα.
hr: Nema vježbi za ovaj dan.
nl: Geen oefeningen voor deze dag.
tr: Bu gün için egzersiz yok.

source: This page shows the weight logs belonging to this workout only. Click on an exercise to see all the historical data for it.
cs: Tato stránka zobrazuje pouze záznamy váhy, které patří k tomuto tréninku. Pokud chcete vidět všechny záznamy, musíte kliknout na konkrétní cvik.
el: Αυτή η σελίδα εμφανίζει το ιστορικό βάρους που ανήκει σε αυτήν την προπόνηση μόνο. Επιλέξτε μια άσκηση για να δείτε τα ιστορικά δεδομένα για αυτήν.
hr: Ova stranica prikazuje zapise težine koji pripadaju samo ovoj vježbi. Pritisni na vježbu za prikaz povijesnih podataka vježbe.
nl: Deze pagina toont enkel de gewichtingaven behorende aan deze workout. Klik op een oefening om alle historische data ervoor te zien.
tr: Bu sayfa, bu antrenmana ait ağırlık günlüklerini gösterir. bir tek. İle ilgili tüm geçmiş verileri görmek için bir alıştırmayı tıklayın. o.

source: If on a single day there is more than one entry with the same number of repetitions, but different weights, only the entry with the higher weight is shown in the diagram.
cs: Pokud je v jednom dni více záznamů se stejným číslem opakování, ale jinými váhami, bude v grafu zobrazen pouze záznam s vyšší váhou.
el: Αν σε μια μέρα υπάρχουν περισσότερες απο μία εγγραφές με τους ίδιους αριθμούς επαναλήψεων, αλλα διαφορετικών βαρών, μόνο η εγγραφή με το μεγαλύτερο βάρος θα εμφανιστεί στο διάγραμμα.
hr: Ako u jednom danu postoji više od jednog unosa s istim brojem ponavljanja, ali različitim težinama, u dijagramu se prikazuje samo unos s većom težinom.
nl: Als er op eenzelfde dag meer dan één ingave is met hetzelfde aantal herhalingen, maar verschillende gewichten, zal enkel de ingave met het grotere gewicht getoond worden in de grafiek.
tr: Tek bir günde birden fazla giriş varsa aynı sayıda tekrar, ancak farklı ağırlıklar, yalnızca diyagramda daha yüksek ağırlık gösterilmiştir.

source: Note that only entries with a weight unit (kg or lb) and repetitions are charted, other combinations such as time or until failure are ignored here.
cs: Jsou zaznamenány pouze záznamy s jednotkou váhy (kg nebo lb) a opakování, jiné kombinace jako čas nebo selhání jsou zde ignorovány.
hr: Napomena: prikazuju se samo unosi s jedinicom težine (kg ili lb) i ponavljanja, druge kombinacije kao što su vrijeme ili do neuspjeha se ovdje zanemaruju.
tr: Yalnızca ağırlık birimi (kg veya lb) olan girişlerin ve tekrarlar, zaman gibi diğer kombinasyonlar veya başarısızlığa kadar burada göz ardı edilir.

source: No templates found.
cs: Nenalezeny žádné šablony.
hr: Nije pronađen nijedan predložak.
tr: Şablon bulunamadı.

source: Mark as workout
cs: Označit jako cvičení
hr: Označi kao trening
tr: Antrenman olarak işaretle

source: Muscles trained
cs: Trénink svalů
el: Μύς που γυμνάστηκαν
hr: Trenirani mišići
nl: Spieren getraind
sv: Muskler som tränats
tr: Eğitimli kaslar

source: Images show combined muscles as trained by the exercises on the workout.
cs: Obrázky ukázují kombinace svalů, které budou procvičovány v cvicích během tréninku.
el: Οι εικόνες δείχνουν τους συνδυασμένους μύες που γυμνάζονται απο τις ασκήσεις της προπόνησης.
hr: Slike prikazuju mišiće koji se treniraju vježbama tijekom treninga.
nl: Afbeeldingen tonen de gecombineerde spieren getraind door de oefeningen op de workout.
sv: Bilderna visar kombinerade muskler som tränats av övningarna på passet.
tr: Görüntüler, antrenmandaki egzersizlerle eğitilen birleşik kasları göstermektedir.

source: Use this template
cs: Použít tuto šablonu
hr: Koristi ovaj predložak
tr: Bu şablonu kullan

source: Add training days
cs: Přidat trénikové dny
el: Προσθήκη ημερών προπόνησης
hr: Dodaj dane treniranja
nl: Voeg trainingsdagen toe
sv: Lägg till träningsdagar
tr: Eğitim günleri ekleyin

source: Add workout sets to days
cs: Přidat tréninkové série pro dny
el: Προσθήκη σετ προπονήσεων στις μέρες
hr: Dodaj setove treninga danima
nl: Voeg workout-sets toe aan daen
sv: Lägg till träningsset till dagar
tr: Günlere antrenman setleri ekle

source: Set the repetitions for each set
cs: Nastavte opakování pro každou sérii
el: Ρύθμιση των επαναλήψεων για κάθε σετ
hr: Postavi broj ponavljanja za svaki set
nl: Stel de herhalingen in voor elke set
sv: Ange repetitioner för varje set
tr: Her set için tekrarları ayarlayın

source: Export this workout as a calendar file.
cs: Exportovat trénink jako calendářový soubor.
el: Εξαγωγή αυτής της προπόνησης σε αρχείο ημερολογίου
hr: Izvezi ovaj traning kao datoteku kalendara.
nl: Exporteer deze workout als kalenderbestand
sv: Exportera detta träningspass som en kalenderfil.
tr: Bu antrenmanı bir takvim dosyası olarak dışa aktarın.

source: Logs
cs: Záznamy
hr: Zapisi
tr: Kütükler

source: View logs
cs: Zobrazit záznamy
hr: Pogledaj zapise
tr: Günlükleri görüntüle

source: Edit workout
cs: Upravit trénink
el: Επεξεργασία προπόνησης
hr: Uredi trening
nl: Bewerk workout
sv: Redigera träningspass
tr: Antrenmanı düzenle

source: Mark as template
cs: Označit jako šablonu
hr: Označi kao predložak
tr: Şablon olarak işaretle
