Repository: wger-project/wger
Catalog: wger/locale/*/LC_MESSAGES/django.po
Languages: cs, da, el, fi, hr, ko, nl, sv, tr

source: Placeholder image for exercise
cs: Ukázkový obrázek pro cvik
el: Εικονίδιο placeholder για άσκηση
hr: Primjer slike za vježbu
nl: Placeholder afbeelding voor oefening
tr: Egzersiz için yer tutucu resmi

source: This exercise has no repetitions.
cs: Tento cvik je bez opakování.
el: Αυτή η άσκηση δεν έχει επαναλήψεις.
hr: Ova vježba nema ponavljanja.
nl: Deze oefening heeft geen herhalingen.
tr: Bu egzersizin tekrarı yoktur.

source: Edit them now.
cs: Upravit je teď.
el: Επεξεργαστείτε τώρα.
hr: Uredi ih sada.
nl: Bewerk ze nu.
tr: Şimdi düzenleyin.

source: Add exercises to this workout day
cs: Přidat k tomuto dni cviky
el: Προσθέστε ασκήσεις για την προπόνηση σε αυτήν την μέρα
hr: Dodaj vježbe za ovaj dan treninga
nl: Oefeningen toevoegen aan deze workout-dag.
tr: Bu antrenman gününe egzersiz ekleyin

source: Reps
cs: Opakování
da: Repetitioner
el: Επαναλήψεις
fi: Toistot
hr: Ponavljanja
ko: 랩스
nl: Herhalingen
tr: Temsilciler

source: RiR
cs: OvR
hr: PUR

source: Close
cs: Zavřít
da: Luk
el: Κλείσιμο
fi: Sulje
hr: Zatvori
ko: 닫기
nl: Sluit
sv: Stäng
tr: Kapat

source: You are using a guest account, data entered will be deleted after a week.
cs: Využíváte testovací účet. Data zde vložená budou po týdnu smazána.
da: Du bruger en gæstekonto, date indtastet vil blive slettet efter en uge.
el: Χρησιμοποιείτε έναν λογαριασμό επισκέπτη. Τα δεδομένα που εισάγετε θα διαγραφούν σε μία εβδομάδα.
fi: Käytät vierastiliä, syöttämäsi tiedot poistetaan viikon kuluttua.
hr: Koristiš račun gosta, upisani podaci će se izbrisati nakon tjedan dana.
ko: 귀하는 게스트 계정을 사용하고 계시므로, 입력하신 데이터는 일주일 후 삭제됩니다.
nl: Je gebruikt een gastaccount, ingevoerde data wordt verwijderd na een week.
sv: Du använder ett gästkonto, data som anges tas bort efter en vecka.
tr: Misafir hesabı kullanıyorsunuz, girilen veriler bir hafta sonra silinecek.

source: Create some demo entries
cs: Vytvořit nějaké testovací potraviny
da: Indtast nogle demo-poster
el: Δημιουργήστε μερικές δοκιμαστικές εγγραφές
fi: Luo joitain esittelymerkintöjä
hr: Stvori neke demo snimke
ko: 데모용 계정 만들기
nl: Maak wat demo-ingaven aan
sv: Skapa några demoposter
tr: Bazı demo girişleri oluşturun

source: Terms of service
cs: Podmínky služby
da: Vilkår for brug
fi: Käyttöehdot
hr: Uvjeti usluge
ko: 서비스 약관
nl: Algemene voorwaarden
sv: Villkor för tjänsten
tr: Kullanım Şartları

source: Features
cs: Funkce
da: Funktioner
el: Δυνατότητες
fi: Ominaisuudet
hr: Značajke
ko: 특징
nl: Functies
sv: Funktioner
tr: Özellikleri

source: API key
cs: Klíč API
da: API nøgle
el: Κλειδί API
fi: API-avain
hr: API ključ
nl: API sleutel
tr: API anahtarı

source: Generate an API key if you want to interact with wger via the <a href="%(url)s" rel="nofollow">REST API</a> it provides (for public resources such as the exercises or ingredients, you don't need to provide anything). You must pass this information in the header in the format shown below.
cs: Vygenerujte API klíč, pokud chcete komunikovat s wget přes <a href="%(url)s" rel="nofollow"> REST API</a> (pro veřejné zdroje, jako jsou cviky nebo složky, nemusíte poskytovat nic). Musíte tuto informaci vložit do záhlaví ve formátu níže.
da: Generer en API nøgle hvis du vil bruge wger via <a href="%(url)s" rel="nofollow">REST API'et</a> det tilbyder (for offentlige ressourser, såsom øvelser eller ingredienser, behøver du ikke angive noget). Du skal sende denne information i headerformatet vist forneden.
el: Δημιουργήστε ένα κλειδί API, αν θέλετε να αλληλεπιδράσετε με το wger μέσω <a href="%(url)s" rel="nofollow">REST API</a> που παρέχει (για δημόσιους πόρους όπως ασκήσεις και συστατικά, δεν χρειάζεται να παρέχετε οτιδήποτε). Πρέπει να περάσετε αυτές τις πληροφορίες στην κεφαλίδα (header) στην διαμόρφωση που φαίνεται παρακάτω.
hr: Generiraj API ključ ako želiš komunicirati s wgerom putem <a href="%(url)s" rel="nofollow">REST API-a</a> koji nudi (za javne resurse kao što su vježbe ili sastojci, ne moraš ništa poslati). Ove podatke moraš proslijediti u zaglavlju u dolje prikazanom formatu.
nl: Genereer een API-sleutel als je wil interageren met wger via de <a href="%(url)s" rel="nofollow">REST API</a> die ter beschikking wordt gesteld (voor publieke bronnen als oefeningen of ingrediënten moet je niets invullen). Je moet deze informatie doorgeven in de header.
sv: Generera en API key om du vill interagera med wger via vårat <a href="%(url)s" rel="nofollow"> REST API</a>. Denna ger tillgång till offentliga resurser som övningar eller ingredienser, du behöver inte ange något. Du måste ange denna information i headern i formatet som visas nedan.
tr: Wger ile etkileşim kurmak istiyorsanız bir API anahtarı oluşturun. <a href="%(url)s" rel="nofollow"> REST API </a>'ın sağladığı alıştırmalar veya malzemeler gibi kamu kaynakları, sağlamanız gerekmiyor herhangi bir şey). Bu bilgileri başlıkta aşağıda gösterilen biçimde iletmelisiniz.

source: For security reasons, you should only access the API via HTTPS.
cs: Z bezpečnostních důvodů, by jste měli k rozhraní API přistupovat přes HTTPS.
da: Af sikkerhedsmæssige årsager, bør du kun tilgå API'et via HTTPS.
el: Για λόγους ασφαλείας, θα ήταν συνετό να έχετε πρόσβαση στο API μέσω HTTPS.
hr: Iz sigurnosnih razloga pristupi API-u samo putem HTTPS-a.
nl: Voor veiligheidsredenen zou je de API in principe enkel mogen aanspreken via HTTPS.
sv: Av säkerhetsskäl bör du endast få tillgång till vårat API via HTTPS.
tr: Güvenlik nedenleriyle, API'ye yalnızca HTTPS aracılığıyla erişmelisiniz.

source: Your API key
cs: Váš API klíč
da: Din API nøgle
el: Το API κλειδί σας
fi: API-avaimesi
hr: Tvoj API ključ
ko: API key
nl: Je API-sleutel
sv: Din API key
tr: API anahtarınız

source: You have no API key yet
cs: Zatím nemáte žádný klíč API
da: Du har ingen API nøgle endnu
el: Δεν έχετε κανένα API κλειδί ακόμα
fi: Sinulla ei ole vielä API-avainta
hr: Još nemaš API ključ
ko: 아직 API key가 없습니다
nl: Je hebt nog geen API-sleutel
sv: Du har ingen API key ännu
tr: Henüz API anahtarınız yok

source: Delete current API key and generate new one
cs: Smazat aktuální API klíč a vytvořit jeden nový
da: Slet nuværende API nøgle og lav en ny
el: Διαγραφή τρέχοντος API κλειδιού και δημιουργία ενός νέου
fi: Poista nykyinen API-avain ja luo uusi
hr: Izbriši aktualni API ključ i generiraj novi
ko: 현재 API key 삭제하고 새 키를 생성하세요
nl: Verwijder huidige API-sleutel en genereer een nieuwe
sv: Ta bort nuvarande API key och skapa en ny
tr: Mevcut API anahtarını silin ve yenisini oluşturun

source: Generate new API key
cs: Vytvořit nový API klíč
da: Lav en ny API nøgle
el: Δημιουργία νέου API κλειδιού
fi: Luo uusi API-avain
hr: Generiraj novi API ključ
ko: 새로운 API key 생성
nl: Genereer nieuwe API-sleutel
sv: Generera nya API key
tr: Yeni API anahtarı oluşturun

source: Documentation
cs: Dokumentace
da: Dokumentation
el: Βιβλιογραφία
fi: Dokumentaatio
hr: Dokumentacija
ko: 문서
nl: Documentatie
sv: Dokumentation
tr: Dokümantasyon

source: Delete account
cs: Smazání účtu
da: Slet konto
el: Διαγραφή λογαριασμού
fi: Poista tili
hr: Izbriši račun
ko: 계정 삭제
nl: Verwijder account
sv: Ta bort konto
tr: Hesabı sil

source: Are you sure?
cs: Jste si jistý?
da: Er du sikker?
el: Σίγουρα;
fi: Oletko varma?
hr: Jesi li siguran/na?
ko: 확실합니까?
nl: Ben je zeker?
sv: Är du säker?
tr: Emin misiniz?

source: This action will delete the user account "%(username)s". It will also irrevocably remove all the data associated with it (workouts, logs, etc.) and can't be undone.
cs: Tato akce odstraní uživatelský účet „%(username)s“. Dojde také k ostranění všech přidružených záznamů (tréninky, záznamy atd.) a jedná se o nevratný proces.
da: Denne handling vil slette brugerkontoen "%(username)s". Det vil også uigenkaldeligt slette alle data tilknyttet brugeren (træninger, logs, osv.) og kan ikke fortrydes.
el: Αυτή η ενέργεια θα διαγράψει τον λογαριασμό χρήστη "%(username)s". Επίσης θα αφαιρέσει και όλα τα δεδομένα που σχετίζονται με αυτόν (προπονήσεις, ιστορικά, κλπ) Αυτή η ενέργεια δεν αναιρείται.
fi: Tämä toiminto poistaa käyttäjätilin "%(username)s". Se myös poistaa peruuttamattomasti kaikki siihen liittyvät tiedot (harjoitukset, lokit jne.), eikä sitä voi kumota.
hr: Ova će radnja izbrisati korisnički račun „%(username)s”. Također će nepovratno ukloniti sve s njime povezane podatke (treninge, zapise, itd.) i ne može se poništiti.
ko: 이 작업은 사용자 계정 "%(username)s"을 삭제합니다. 또한 관련된 모든 데이터(Workout, 로그 등)를 완전히 제거하며, 취소할 수 없습니다.
nl: Deze actie zal de gebruikersaccount "%(username)s" verwijderen. Alle gerelateerde data (workouts, logs, etc.) zullen onomkeerbaar worden gewist.
sv: Denna handling kommer ta bort användarkontot "%(username)s". Den kommer också oåterkalleligen ta bort all data associerad med kontot (träningspass, loggar, etc.). Detta kan inte ångras.
tr: Bu işlem, "%(username)s" kullanıcı hesabını silecektir. Ayrıca onunla ilişkili tüm verileri (egzersizler, günlükler vb.) iptal edilemez bir şekilde kaldıracaktır ve geri alınamaz.

source: No account?
cs: Nemáte účet?
da: Ingen konto?
el: Δεν έχετε λογαριασμό;
fi: Ei tiliä?
hr: Nemaš račun?
ko: 계정이 없나요?
nl: Geen account?
sv: Inget konto?
tr: Hesap yok?

source: Forgot password?
cs: Zapomenuté heslo?
da: Glemt kodeord?
el: Ξεχάσατε τον κωδικό σας;
fi: Salasana unohtunut?
hr: Zaboravio/la si lozinku?
ko: 비밀번호를 잊었나요?
nl: Wachtwoord vergeten?
sv: Glömt ditt lösenord?
tr: Parolanızı mı unuttunuz?

source: last %(number)s
cs: poslední %(number)s
da: sidste %(number)s
el: τελευταίο %(number)s
fi: viimeinen %(number)s
hr: zadnjih %(number)s
ko: 마지막 %(number)s 개
nl: laatste %(number)s
sv: sista %(number)s
tr: son %(number)s

source: Overview
cs: Přehled
da: Oversigt
el: Έπισκόπηση
fi: Yleiskatsaus
hr: Pregled
ko: 개요
nl: Overzicht
sv: Överblick
tr: Genel Bakış

source: Add workout
cs: Přidat trénink
da: Tilføj træning
el: Νέα προπόνηση
hr: Dodaj trening
nl: Workout toevoegen
sv: Lägg till träningspass
tr: Antrenman ekle

source: Date
cs: Datum
da: Dato
el: Ημερομηνία
fi: Päivämäärä
hr: Datum
ko: 일자
nl: Datum
sv: Datum
tr: Tarih

source: Description
cs: Popis
da: Beskrivelse
el: Περιγραφή
fi: Kuvaus
hr: Opis
ko: 설명
nl: Beschrijving
sv: Beskrivning
tr: Açıklama

source: Number of logs (days)
cs: Počet záznamů (za den)
da: Antal logs (dage)
el: Αριθμός ιστορικών (ημέρες)
fi: Lokien lukumäärä (päiviä)
hr: Broj zapisa (u danima)
ko: 로그 수(일)
nl: Aantal logs (dagen)
sv: Antal loggar (dagar)
tr: Günlük sayısı (gün)

source: Last activity
cs: Poslední aktivita
da: Sidste aktivitet
el: Τελευταία δραστηριότητα
fi: Viimeinen toiminta
hr: Zadnja aktivnost
ko: 최종 활동
nl: Laatste activiteit
sv: Senaste aktiviteten
tr: Son Aktivite

source: No workouts found.
cs: Nenalezeny žádné tréninky.
da: Ingen træninger fundet.
el: Δεν βρέθηκαν προπονήσεις.
fi: Harjoituksia ei löytynyt.
hr: Nije pronađen nijedan trening.
ko: Workout을 찾을 수 없음.
nl: Geen workouts gevonden.
sv: Inga träningspass hittade.
tr: Antrenman bulunamadı.

source: Log
cs: Záznam
el: Ιστορικό
fi: Loki
hr: Zapis
ko: 로그
tr: Kayıt

source: General impression
cs: Celkový dojem
da: Generelt indtryk
el: Γενική εικόνα
fi: Yleisvaikutelma
hr: Opći dojam
ko: 일반적인 인상
nl: Algemene indruk
sv: Generellt intryck
tr: Genel izlenim

source: Notes
cs: Poznámky
da: Noter
el: Σημειώσεις
fi: Huomautukset
hr: Bilješke
ko: 메모
nl: Notities
sv: Anteckningar
tr: Notlar

source: Time
cs: Čas
da: Tid
el: Ώρα
fi: Aika
hr: Vrijeme
ko: 시간
nl: Tijd
sv: Tid
tr: Zaman

source: Weight
cs: Váha
da: Vægt
el: Βάρος
fi: Paino
hr: Težina
ko: 몸무게
nl: Gewicht
sv: Vikt
tr: Kilo

source: Energy
cs: Energie
da: Energi
el: Ενέργεια
fi: Energia
hr: Energija
ko: 에너지
nl: Energie
sv: Energi
tr: Enerji

source: Protein
cs: Bílkoviny
el: Προτεϊνες
fi: Proteiini
hr: Proteini
ko: 단백질
nl: Proteïnen

source: Carbohydrates
cs: Sacharidy
da: Kulhydrater
el: Υδατάνθρακες
fi: Hiilihydraatit
hr: Ugljikohidrati
ko: 탄수화물
nl: Koolhydraten
sv: Kolhydrater
tr: Karbonhidratlar

source: Fat
cs: Tuky
da: Fedt
el: Λιπαρή ύλη
fi: Rasva
hr: Mast
ko: 지방
nl: Vet
sv: Fett
tr: Yağ

source: Actions
cs: Akce
da: Handlinger
el: Ενέργειες
fi: Toimet
hr: Radnje
ko: 활동
nl: Acties
sv: Åtgärder
tr: Hareketler

source: Deactivate user
cs: Deaktivovat uživatele
da: Deaktiver bruger
el: Απενεργοποίηση χρήστη
fi: Poista käyttäjä käytöstä
hr: Deaktiviraj korisnika
ko: 사용자 비활성화
nl: Gebruiker deactiveren
sv: Inaktivera användare
tr: Kullanıcıyı devre dışı bırak

source: Activate user
cs: Aktivovat uživatele
da: Aktiver bruger
el: Ενεργοποίηση χρήστη
fi: Ota käyttäjä käyttöön
hr: Aktiviraj korisnika
ko: 사용자 활성화
nl: Activeer gebruiker
sv: Aktivera användare
tr: Kullanıcıyı etkinleştir

source: Reset user password
cs: Reset hesla
da: Nulstil brugerens kodeord
fi: Nollaa käyttäjän salasana
hr: Obnovi korisničku lozinku
ko: 사용자 비밀번호 변경
nl: Reset gebruikers wachtwoord
sv: Återställ användarlösenord
tr: Kullanıcı parolasını sıfırla

source: Roles
cs: Role
da: Roller
el: Ρόλοι
fi: Roolit
hr: Uloge
ko: 권한
nl: Rollen
sv: Roller
tr: Roller

source: Password reset confirmation
cs: Potvrzení obnovy hesla
da: Bekræft nulstilling af kodeord
el: Επιβεβαίωση αλλαγής κωδικού
fi: Salasanan nollausvahvistus
hr: Potvrda obnavljanja lozinke
ko: 비밀번호 변경 확인
nl: Bevestiging wachtwoord-reset
sv: Lösenordsåterställningsbekräftelse
tr: Parola sıfırlama onayı

source: Do you really want to change this user&#39;s password?
cs: Opravdu chcete změnit těmto uživatelům&#39;s hesla?
da: Vil du virkelig ændre denne brugers kodeord?
fi: Haluatko todella vaihtaa tämän käyttäjän salasanan?
hr: Stvarno želiš promijeniti lozinku ovog korisnika?
ko: 정말로 이 사용자의 비밀번호를 변경하시겠습니까?
nl: Weet je zeker dat je het wachtwoord van deze gebruiker wilt wijzigen?
sv: Vill du verkligen ändra denna användares lösenord?
tr: Bu kullanıcının parolasını gerçekten değiştirmek istiyor musunuz?

source: No
cs: Ne
da: Nej
fi: Ei
hr: Ne
ko: 아니요
nl: Nee
sv: Nej
tr: Hayır

source: Yes
cs: Ano
da: Ja
fi: Kyllä
hr: Da
ko: 예
nl: Ja
sv: Ja
tr: Evet

source: Details
cs: Podrobnosti
da: Detaljer
el: Λεπτομέρειες
fi: Yksityiskohdat
hr: Detalji
ko: 세부정보
sv: Detaljer
tr: Detaylar

source: Nr.
cs: Č.
el: Νο.
hr: Br.

source: Phone
cs: Telefon
da: Telefon
el: Τηλέφωνο
fi: Puhelin
hr: Telefon
ko: 핸드폰
nl: Telefoon
sv: Telefon
tr: Telefon

source: Address
cs: Adresa
da: Adresse
el: Διεύθυνση
fi: Osoite
hr: Adresa
ko: 주소
nl: Adres
sv: Adress
tr: Adres

source: Registered
cs: Registrován
da: Registreret
el: Εγγεγραμμένοι
fi: Rekisteröity
hr: Registriran
ko: 등록
nl: Geregistreerd
sv: Registrerad
tr: Kayıtlı

source: Last login
cs: Poslední příhlášení
da: Sidste login
el: Τελευταία είσοδος
fi: Viimeinen sisäänkirjautuminen
hr: Zadnja prijava
ko: 최종 로그인
nl: Laatste aanmelding
sv: Senaste inloggning
tr: Son giriş

source: Status
cs: Stavy
el: Κατάσταση
fi: Tila
hr: Stanje
ko: 상태
tr: Durum

source: Active
cs: Aktivní
da: Aktiv
el: Ενεργό
fi: Aktiivinen
hr: Aktivno
ko: 활성
nl: Actief
sv: Aktiv
tr: Aktif

source: Inactive
cs: Neaktivní
da: Inaktiv
el: Ανενεργό
fi: Ei-aktiivinen
hr: Neaktivno
ko: 비활성
nl: Inactief
sv: Inaktiv
tr: Etkin değil

source: Contracts
cs: Zakázky
da: Kontrakter
fi: Sopimukset
hr: Ugovori
ko: 계약
nl: Contracten
sv: Kontrakt
tr: Sözleşmeler

source: Documents
cs: Dokumenty
da: Dokumenter
el: Έγγραφα
fi: Asiakirjat
hr: Dokumenti
ko: 문서
nl: Documenten
sv: Dokument
tr: Belgeler

source: Download
cs: Stáhnout
el: Μεταφόρτωση
fi: Lataa
hr: Preuzimanje
ko: 다운로드
sv: Hämta
tr: İndir

source: Configuration
cs: Konfigurace
da: Konfiguration
el: Παραμετροποίηση
fi: Asetukset
hr: Konfiguracija
ko: 설정
nl: Configuratie
sv: Konfiguration
tr: Yapılandırma

source: Include in inactive overview
cs: Zahrnout v přehledu neaktivních
da: Inkluder i inaktiv oversigt
el: Να συμπεριλαμβάνεται στην μη ενεργή επισκόπηση
fi: Sisällytä ei-aktiiviseen yleiskatsaukseen
hr: Uključi u neaktivni pregled
ko: 비활성 개요에 포함
nl: Opnemen in inactief overzicht
sv: Inkludera i inaktiv överblick
tr: Etkin olmayan genel bakışa ekle

source: Admin login is only available for users in %(gym_name)s
cs: Admin přihlášení je povoleno pouze pro uživatele v %(gym_name)s
da: Administratorlogin er kun tilgængeligt for brugere i %(gym_name)s
fi: Järjestelmänvalvojan sisäänkirjautuminen on saatavilla vain käyttäjille %(gym_name)s:lla
hr: Administratorska prijava je dostupna samo korisnicima u %(gym_name)s
ko: 관리자 로그인은 %(gym_name)s의 사용자만 사용할 수 있습니다
sv: Admininloggning är bara tillgängligt för använder i %(gym_name)s
tr: Yönetici oturumu yalnızca %(gym_name)s içindeki kullanıcılar tarafından kullanılabilir

source: Log in as this user
cs: Přihlásit se jako tento uživatel
da: Log ind som bruger
el: Είσοδος ως αυτόν τον χρήστη
fi: Kirjaudu sisään tämän käyttäjänä
hr: Prijavi se kao ovaj korisnik
ko: 이 사용자로 로그인하세요
nl: Aanmelden als deze gebruiker
sv: Logga in som denna användare
tr: Bu kullanıcı olarak oturum açın

source: Preferences
cs: Nastavení
da: Præferencer
el: Προτιμήσεις
fi: Mieltymykset
hr: Postavke
ko: 환경설정
nl: Voorkeuren
sv: Preferenser
tr: Tercihler

source: Verified email
cs: Ověřený email
da: Bekræftet email
fi: Vahvistettu sähköpostiosoite
hr: Ovjerena e-mail adresa
ko: 확인된 이메일
tr: Doğrulanmış e-posta adresi

source: Unverified email
cs: Neověřený email
da: Email ikke bekræftet
fi: Vahvistamaton sähköpostiosoite
hr: Neovjerena e-mail adresa
ko: 확인되지 않은 이메일
tr: Doğrulanmamış e-posta adresi

source: Send verification email
cs: Odeslat ověřovací email
da: Send bekræftelsesemail
fi: Lähetä vahvistussähköposti
hr: Pošalji e-mail za ovjeru
ko: 확인 이메일 보내기
tr: Doğrulama e-postası gönder

source: You need to verify your email to contribute exercises
cs: Abyste mohli přidávat cvičení, musíte ověřit svůj email
da: Du skal bekræfte din email for at tilføje øvelser
fi: Sinun on vahvistettava sähköpostiosoitteesi osallistuaksesi harjoituksiin
hr: Za dodavanje vježbi moraš ovjeriti tvoju e-mail adresu
ko: 운동에 참여하려면 이메일을 확인해야 합니다
tr: Egzersizlere katkıda bulunmak için e-posta adresinizi doğrulamanız gerekiyor

source: Change password
cs: Změna hesla
da: Ændre kodeord
el: Αλλαγή κωδικού
fi: Vaihda salasana
hr: Promjeni lozinku
ko: 비밀번호 변경
nl: Verander wachtwoord
sv: Ändra lösenord
tr: Parola değiştir

source: lb
hr: funta
tr: 1 pound = 0.45 kg

# weight unit, i.e. ounces
source: oz
hr: unca

source: Successfully deleted
cs: Úspěšně smazáno
da: Sletning udført
el: Επιτυχής διαγραφή
fi: Poistettu onnistuneesti
hr: Uspješno izbrisano
ko: 삭제 성공
nl: Met succes verwijderd
sv: Borttagning genomförd
tr: Başarıyla silindi

source: Delete {0}?
cs: Smazat {0}?
da: Slet {0}?
el: Διαγραφή {0}
fi: Poista {0}?
hr: Izbrisati {0}?
ko: {0} 삭제하시겠어요?
nl: Verwijder {0}?
sv: Ta bort {0}?
tr: {0} silinsin mi?

source: Edit {0}
cs: Upravit {0}
da: Rediger {0}
el: Επεξεργασία {0}
fi: Muokkaa {0}
hr: Uredi {0}
ko: {0} 편집
nl: Bewerk {0}
sv: Redigera {0}
tr: {0} düzenleyin

source: We have created sample workout, workout schedules, weight logs, (body) weight and nutrition plan entries so you can better see what this site can do. Feel free to edit or delete them!
cs: Vytvořili jsme ukázkový trénink, rozvrh tréninku, záznamy váhy, tělesné hmotnosti a nutriční plán s potravinami, abyste mohli lépe poznat, jak tento web může fungovat. Neváhejte je upravit, nebo je smazat!
da: Vi har oprettet eksempel-træninger, træningsplaner, vægtlogs, (krops) vægt og ernærningsplanposter så du bedre kan se hvad denne hjemmeside kan. Du kan redigere eller slette dem!
el: Έχουμε δημιουργήσει κάποια δείγματα προπονήσεων, προγράμματα προπονήσεων, ιστορικά βαρών, βάρος (σώματος) και πλάνα διατροφής ώστε να μπορέσετε να δείτε πως μπορούμε να σας βοηθήσουμε. Μην διστάσετε να τις επεξεργαστείτε ή να τις διαγράψετε αν θέλετε.
fi: Olemme luoneet näyteharjoittelu-, harjoitteluaikataulut, painolokit, (kehon)paino- ja ravitsemussuunnitelmamerkinnät, jotta näet paremmin, mitä tämä sivusto voi tehdä. Voit vapaasti muokata tai poistaa niitä!
hr: Izradili smo uzorke treninga, rasporede treninga, zapise težine, (tjelesnu) težinu i unose za planove prehrane za bolji prikaz funkcionalnosti ove stranice. Slobodno ih uredi ili izbriši!
ko: 이 사이트의 기능을 더 잘 확인하실 수 있도록 샘플 운동, 운동 일정, 체중 기록, (신체) 체중 및 영양 계획 항목을 만들었습니다. 자유롭게 수정하거나 삭제하세요!
nl: We hebben een voorbeeldworkout, voorbeeldschema's, gewichtingaven, (lichaam)gewicht en voedingsplannen aangemaakt zodat je beter kan zien wat deze site allemaal kan. Voel je vrij om ze te bewerken of verwijderen!
sv: Vi har skapat exempel-pass, scheman, viktloggar, kroppsvikt och näringsplan så du kan lära dig hur sidan fungerar. Känn dig fri att ändra eller ta bort dom!
tr: Bu sitenin neler yapabileceğini daha iyi görebilmeniz için örnek egzersiz, egzersiz programları, ağırlık kayıtları, (vücut) ağırlık ve beslenme planı girişleri oluşturduk. Düzenlemekten veya silmekten çekinmeyin!

source: Feedback
cs: Zpětná vazba
fi: Palaute
hr: Povratne informacije
ko: 피드백
tr: geri bildirim

source: Submit
cs: Zaslat
da: Indsend
el: Υποβολ΄
fi: Lähetä
hr: Pošalji
ko: 보내기
nl: Insturen
sv: Ladda upp
tr: Sunmak

source: Your feedback was successfully sent. Thank you!
cs: Vaše zpětná vazba byla zaslána. Děkujeme!
da: Din feedback blev sendt. Tak!
el: Το feedback σας αποστάλθηκε με επιτυχία. Ευχαριστούμε!
fi: Palautteesi lähetys onnistui. Kiitos!
hr: Tvoje povratne informacije su uspješno poslane. Hvala!
ko: 피드백이 성공적으로 전송되었습니다. 감사합니다!
nl: Je feedback werd met succes verzonden. Bedankt!
sv: Din feedback skickades. Tack!
tr: Geri bildiriminiz başarıyla gönderildi. Teşekkür ederim!

source: Account "{0}" was successfully deleted
cs: Účet "{0}" byl smazán
da: Kontoen "{0}" blev slettet
el: Ο λογαριασμός "{0}" διαγράφηκε με επιτυχία
fi: Tili "{0}" poistettiin onnistuneesti
hr: Račun „{0}” je uspješno izbrisan
ko: 계정 "{0}"이 성공적으로 삭제되었습니다
nl: Account "{0}" werd met succes verwijderd
sv: Konto "{0}" är nu borttaget
tr: "{0}" hesabı başarıyla silindi

source: You were successfully registered
cs: Byl jste úspěšně zaregistrován
da: Du er nu registreret
el: Εγγραφήκατε με επιτυχία
fi: Rekisteröidyt onnistuneesti
hr: Uspješno si registriran/a
ko: 성공적으로 등록되었습니다
nl: Je bent met succes geregistreerd
sv: Du är nu registrerad
tr: Başarıyla kaydoldunuz

source: Settings successfully updated
cs: Nastavení bylo aktualizováno
da: Indstillinger opdateret
el: Οι ρυθμίσεις ανανεώθηκαν με επιτυχία
fi: Asetukset päivitetty onnistuneesti
hr: Postavke su uspješno aktualizirane
ko: 설정이 업데이트 되었습니다
nl: Instellingen met succes aangepast
sv: Inställningar uppdaterade
tr: Ayarlar başarıyla güncellendi

source: The user was successfully deactivated
cs: Uživatel byl deaktivován
da: Brugeren blev deaktiveret
el: Ο χρήστης απενεργοποιήθηκε με επιτυχία
fi: Käyttäjän poistaminen käytöstä onnistui
hr: Korisnik je uspješno deaktiviran
ko: 사용자가 성공적으로 비활성화되었습니다
nl: De gebruiker werd met succes gedeactiveerd
sv: Användaren har nu tagits bort
tr: Kullanıcı başarıyla devre dışı bırakıldı

source: The user was successfully activated
cs: Uživatel byl aktivován
da: Brugeren blev aktiveret
el: Ο χρήστης ενεργοποιήθηκε με επιτυχία
fi: Käyttäjän käyttöönotto onnistui
hr: Korisnik je uspješno aktiviran
ko: 사용자가 성공적으로 활성화되었습니다
nl: De gebruiker werd met succes geactiveerd
sv: Användaren har nu aktiverats
tr: Kullanıcı başarıyla etkinleştirildi

source: Edit user
cs: Upravit uživatele
da: Rediger bruger
el: Επεξεργασία χρήστη
fi: Muokkaa käyttäjää
hr: Uredi korisnika
ko: 사용자 편집
nl: Bewerk gebruiker
sv: Redigera användare
tr: Kullanıcıyı düzenle

source: Username
cs: Uživatel
da: Brugernavn
el: Όνομα χρήστη
fi: Käyttäjänimi
hr: Korisničko ime
ko: 사용자이름
nl: Gebruikersnaam
sv: Användarnamn
tr: Kullanıcı adı

source: Gym
cs: Posilovna
da: Fitnescenter
el: Γυμναστήριο
fi: Kuntosali
hr: Teretana
ko: 짐
tr: Jimnastik

source: A verification email was sent to %(email)s
cs: Ověřovací e-mail byl zaslán na %(email)s
da: En bekræftelsesemail blev sendt til %(email)s
fi: Vahvistussähköposti lähetettiin osoitteeseen %(email)s
hr: E-mail za ovjeru je poslan na %(email)s
ko: %(email)s로 확인 이메일이 전송되었습니다
tr: %(email)s adresine bir doğrulama e-postası gönderildi
