Repository: wger-project/wger
Catalog: wger/locale/*/LC_MESSAGES/django.po
Languages: cs, da, el, fi, hr, ko, nl, sv, tr

source: Link to the original source, if this is a derivative work
cs: Odkaz na původní zdroj, pokud se jedná o odvozené dílo
hr: Poveži na izvorni izvor, ako je ovo izvedeno djelo
ko: 이것이 파생 작품인 경우 원본 소스에 대한 링크를 제공하십시오
tr: Bu türev bir çalışma ise asıl kaynağın bağlantısı

source: Note that a derivative work is one which is not only based on a previous work, but which also contains sufficient new, creative content to entitle it to its own copyright.
cs: Odvozené dílo je dílo, které je nejen založeno na předchozím díle, ale které také obsahuje dostatečně nový, tvůrčí obsah, aby mu vznikl nárok na vlastní autorská práva.
hr: Izvedeni rad koji se ne temelji samo na prethodnom radu, te sadrži dovoljno novog, kreativnog sadržaja ima pravo na vlastito autorsko pravo.
ko: 파생 작품이란 단순히 기존 작품을 기반으로 하는 것이 아니라, 그 자체로 저작권을 가질 만큼 충분히 새롭고 창의적인 콘텐츠를 포함하는 작품을 말합니다.
tr: Türev bir çalışmanın yalnızca önceki bir çalışmaya dayanmakla kalmayıp, aynı zamanda kendi telif hakkına hak kazanması için yeterli yeni, yaratıcı içerik içeren bir çalışma olduğunu unutmayın.

source: Pending
cs: Čekájící
el: Προς έγκριση
hr: Na čekanju
nl: In overweging
tr: Bekliyor

source: Accepted
cs: Schváleno
el: Αποδοχή
hr: Prihvaćeno
nl: Aanvaard
tr: Kabul edilmiş

source: Declined
cs: Zamítnuto
el: Απόρριψη
hr: Odbijeno
nl: Afgewezen
tr: Reddedildi

source: Input
cs: Vstup
el: Εισαγωγή
hr: Unos
ko: 입력
nl: Ingave
tr: Girdi

source: Date format
cs: Formát data
el: Μορφή ημερομηνίας
hr: Format datuma
ko: 날짜 포맷
nl: Datumformaat
sv: Datumformat
tr: Tarih Biçimi

source: You have to enter your weight
cs: Zadejte nový údaj své hmotnosti
hr: Moraš upisati svoju težinu
ko: 체중을 입력해야 합니다
sv: Du måste ange din vikt
tr: Kilonuzu girmelisiniz

source: Weight entry
cs: Vložit hmotnost
el: Εισαγωγή βάρους
hr: Unos težine
ko: 체중 입력
nl: Gewichtingave
sv: Viktinträde
tr: Ağırlık girişi

source: Import weight logs
cs: Iportovat záznamy váhy
el: Εισαγωγή ιστορικών βάρους
hr: Uvezi zapise težina
ko: 체중 기록 가져오기
nl: Importeer gewichtlogs
sv: Importera viktloggarna
tr: Kilo günlüklerini içe aktar

source: Use this import field to import your weight logs into Workout Manager.
cs: Pomocí tohoto pole můžete improtovat záznamy váhy do Správce tréninku.
el: Χρησιμοποιήστε το πεδίο εισαγωγής για να εισάγετε τις εγγραφές βάρους σας στο Workout Manager.
hr: Koristi ovo polje za uvoz tvojih zapisa težine u Workout Manager.
ko: 이 import field를 사용하여 당신의 체중 기록을 가져옵니다.
nl: Gebruik het importeerveld om je gewichtingaven te importeren in Workout Manager.
sv: Använd importfältet för att importera dina viktloggar till träningsmanagern.
tr: Ağırlık günlüklerinizi Antrenmana aktarmak için bu içe aktarma alanını kullanın. Yönetici.

source: You can copy and paste from your spreadsheet into the text input, the system will try to guess the format to import. The only things to consider is that the first column is the <strong>date</strong>, the second the <strong>weight</strong>. All further columns are ignored. There is a 1000 row limit.
cs: Do textového pole můžete kopírovat a vkládat ze své tabulky, systém se pokusí zjistit formát k importování. Je potřeba si pouze dát pozor na to, aby první sloupec byl <strong>datum</strong> a druhý <strong>váha</strong>. Všechny ostatní sloupce jsou ignorovány. Limit na řádek je 1000 znaků.
hr: Možeš kopirati i umetnuti iz tvoje proračunske tablice u unos teksta, sustav će pokušati pogoditi format za uvoz. Jedino što treba uzeti u obzir je, da je prvi stupac <strong>datum</strong>, a drugi <strong>težina</strong>. Svi daljnji stupci se zanemaruju. Postoji ograničenje od 1.000 redaka.
ko: 스프레드시트에서 텍스트 입력란에 복사하여 붙여넣을 수 있습니다. 시스템에서 가져올 형식을 추측합니다. 단, 첫 번째 열은 <strong>날짜</strong>이고 두 번째 열은 <strong>체중</strong>이라는 점만 고려하면 됩니다. 그 외의 모든 열은 무시됩니다. 행은 최대 1,000개까지 입력할 수 있습니다.
sv: Du kan kopiera och klistra in från kalkylbladet till textinmatningen, systemet kommer att försöka gissa formatet att importera. Det enda att tänka på är att den första kolumnen är <strong>datumet</strong> och den andra <strong>vikt</strong>. Alla ytterligare kolumner ignoreras. Radgränsen är 1000.
tr: Elektronik tablonuzdan metin girişine kopyalayıp yapıştırabilirsiniz, sistem içe aktarılacak biçimi tahmin etmeye çalışacaktır. Dikkate alınması gereken tek şey ilk sütunun <strong> tarihi </strong>, ikincisinin <strong> ağırlığı </strong> olduğu. Diğer tüm sütunlar yok sayılır. 1000 satır sınırı vardır.

source: If there are errors, you can correct or discard them in a second step.
cs: Pokud se objeví chyby, můžete je v druhém kroku opravit, nebo zahodit.
el: Άν υπάρχουν σφάλματα, μπορείτε να τα διορθώσετε ή να τα διαγράψετε σε επόμενο βήμα.
hr: Ako postoje greške, možeš ih ispraviti ili odbaciti u jednom drugom koraku.
ko: 오류가 있는 경우, ] 두 번째 단계에서 수정하거나 삭제할 수 있습니다.
nl: Als er fouten waren, kan je ze corrigeren of verwerpen in een tweede stap.
sv: Om det finns fel, kan du korrigera eller ta bort dom i ett andra steg.
tr: Hatalar varsa, bunları bir ikinci adım.

source: Preview imported CSV entries
cs: Náhled importovaných položek z CSV
el: Προεπισκόπηση των εισηγμένων εγγραφών CSV
hr: Pregledaj uvezene CSV unose
ko: 가져온 CSV 항목 미리보기
nl: Voorvertoning geïmporteerde CSV-ingaven
sv: Förhandsgranska importerade CSV-inträden
tr: İçe aktarılan CSV girişlerini önizleyin

source: Successfully converted values
cs: Hodnoty úspěšně převedeny
el: Επιτυχής μεταβλημένες τιμές
hr: Uspješno konvertirane vrijednosti
ko: 값이 성공적으로 변환되었습니다
nl: Waarden met succes geconverteerd
sv: Konvertering av värden genomförd
tr: Değerler başarıyla dönüştürüldü

source: The following values could be converted.
cs: Následující hodnoty mohou být převedeny.
el: Οι παρακάτω τιμές μπορούν να μετατραπούν
hr: Sljedeće vrijednosti su konvertirane.
ko: 다음 값은 변환될 수 있습니다.
nl: De volgende waarden konden worden geconverteerd.
sv: Följande värden kan konverteras.
tr: Aşağıdaki değerler dönüştürülebilir.

source: Errors
cs: Chyby
el: Σφάλματα
hr: Greške
ko: 오류
nl: Fouten
sv: Fel
tr: Hatalar

source: The following values could not be converted.
cs: Následující hodnoty nelze převést.
el: Οι παρακάτω τιμές δεν μπορούν να μετατραπούν.
hr: Sljedeće vrijednosti nisu konvertirane.
ko: 다음 값은 변환할 수 없습니다.
nl: De volgende waarden konden niet worden geconverteerd.
sv: Följande värden kunde inte konverteras.
tr: Aşağıdaki değerler dönüştürülemedi.

source: These values could not be converted to a weight log entry. The reasons for this could be anything from an unrecognised date or number format, a problem with the encoding or something else. Please check that there are no obvious errors in the list (and correct them if there are!) and try to import the list again.
cs: Tyto hodnoty nemůžeme převést do záznamu hmotnosti. Důvody pro to mohou být různé, od neznámého data, nebo formátu čísla, problému s kódováním, nebo něco jiného. Prosíme, zkontrolujte, zda neobjevíte zjevné chyby v seznam (a pokud existují, opravte je!!) a pokuste se seznam znovu importovat..
el: Αυτές οι τιμές δεν ήταν δυνατό να μετατραπούν σε εγγραφές βάρους. Οι λόγοι μπορεί να είναι οτιδήποτε, απο μή αποδεκτή ημερομηνία ή διαμόρφωση αριθμού, ένα πρόβλημα με την κωδικοποίηση ή κάτι άλλο. Παρακαλούμε ελέγξτε ότι δεν υπάρχουν εμφανή λάθη στην λίστα (διορθώστε τα, αν υπάρχουν!) και ξαναπροσπαθήστε να κάνετε εισαγωγή ξανά.
hr: Ove se vrijednosti ne mogu pretvoriti u unos zapisa težine. Razlozi za to mogu biti bilo što, od neprepoznatog formata datuma ili broja, problema s kodiranjem ili nešto drugo. Provjeri je li ima očitih grešaka u popisu (i ispravi ih ako postoje!) i pokušaj ponovo uvesti popis.
ko: 이 값을 체중 기록 항목으로 변환할 수 없습니다. 날짜 또는 숫자 형식을 인식할 수 없거나, 인코딩 문제 또는 기타 문제가 있을 수 있습니다. 목록에 명백한 오류가 없는지 확인하고(있는 경우 수정하세요!) 목록을 다시 가져오세요.
nl: Deze waarden konden niet worden geconverteerd naar een gewichtslog-ingave. De reden hiervoor kan alles zijn, gaande van een onherkenbare datum of cijferformaat, een probleem met de encodering of iets anders. Gelieve na te kijken dat er geen duidelijke fouten aanwezig zijn in de lijst (en corrigeer ze moest dit het geval zijn!) en probeer de lijst opnieuw te importeren.
sv: Dessa värden kunde inte konverteras till ett viktloggsinträde. Skälen till detta kan vara allt från oredovisade datum, felaktiga nummerformat, problem med kodning eller något annat. Kontrollera att det inte finns några uppenbara fel i listan (och korrigera dem om det finns!) och försök att importera listan igen.
tr: Bu değerler ağırlık günlüğü girişine dönüştürülemez. Bunun nedenleri tanınmayan bir tarih veya sayıdan herhangi bir şey olabilir biçim, kodlamayla ilgili bir sorun veya başka bir şey. Lütfen kontrol edin Listede bariz hata yok (ve varsa düzeltin!) ve listeyi yeniden içe aktarmayı deneyin.

source: Remember that the expected structure is <strong>date</strong> on the first columns and <strong>weight</strong> on the second.
cs: Pamatujte si, že očekáváná strukůra je <strong>datum</strong> v prvním sloupci a <strong>váha</strong> ve druhém sloupci.
el: Θυμηθείτε ότι η αναμενόμενη δομή είναι <strong>ημερομηνία</strong> στην πρώτη στήλη και <strong>βάρος</strong> στην δεύτερη.
hr: Očekivana struktura je <strong>datum</strong> u prvom stupcu, <strong>težina</strong> u drugom.
ko: 첫 번째 열에는 <strong>date</strong>가, 두 번째 열에는 <strong>weight</strong>가 예상되는 구조임을 기억하세요.
nl: Denk eraan dat de verwachte structuur <strong>datum</strong> is op de eerste kolom en <strong>gewicht</strong> op de tweede.
sv: Kom ihåg att den förväntade strukturen är <strong>datum</strong> på de första kolumnerna och <strong>vikt</strong> på andra.
tr: Beklenen yapının <strong> date </strong> olduğunu unutmayın ilk sütunlarda ve ikinci sütunlarda <strong> ağırlık </strong>.

source: There were no errors, all entries could be converted!
cs: Nebyly zjištěny žádné chyby. Všechny položky mohou být převedeny!
el: Δεν υπήρξαν σφάλματα, όλες οι εγγραφές μετατράπηκαν!
hr: Nema grešaka, svi unosi su konvertirani!
ko: 오류가 없으며 모든 항목을 변환할 수 있었습니다!
nl: Er waren geen fouten, alle ingaven konden worden omgezet!
sv: Alla inträden har blivit konverterade!
tr: Hata yoktu, tüm girişler dönüştürülebilir!

source: Import all successfully converted entries
cs: Importovat všechny úspěšně převedené záznamy
el: Εισαγωγή όλων των επιτυχώς μεταβλημένων εγγραφών
hr: Uvezi sve uspješno konvertirane vrijednosti
ko: 성공적으로 변환된 모든 항목을 가져옵니다
nl: Importeer alle met succes geconverteerde ingaven
sv: Importera alla lyckat konverterade inträden
tr: Başarıyla dönüştürülen tüm girdileri içe aktarın

source: Continue here if you want to import into your weight log all entries that were successfully converted. All entries that produced an error will simply be ignored. It's up to you to decide whether they are useful (unrecognised entries) or not (e.g. headers, comments, etc.).
cs: Pokuračujte, pokud chcete importovat do záznamu váhy všechny položky, které byly úspěšně převedeny. Položky, u kterých se objevila chyba budou ingnorovány. Zaleží tak na vašem rozhodnutí, zda jsou ty to položky užitečné, (neuznané záznamy), či nikoliv (například hlavičky, komentáře, atd).
el: Συνεχίστε εδώ αν θέλετε να εισάγετε στο ιστορικό βάρους σας όλες τις εγγραφές που μετατράπηκαν με επιτυχία. Όλες οι εγγραφές που παρήγαγαν σφάλματα δεν θα ληφθούν υπόψη. Είναι στο δικό σας χέρι να αποφασίσετε αν είναι χρήσιμες (μή αναγνωρισμένες εγγραφές) ή όχι (π.χ. κεφαλίδες, σχόλια, κλπ).
hr: Nastavi ovdje ako u svoj dnevnik težine želiš uvesti sve unose koji su uspješno pretvoreni. Svi unosi koji su proizveli grešku će se zanemariti. Odluči jesu li korisni (neprepoznati unosi) ili ne (npr. zaglavlja, komentari itd.).
ko: 성공적으로 변환된 모든 항목을 체중 기록으로 가져오려면 여기에서 계속하세요. 오류가 발생한 모든 항목은 무시됩니다. 유용한 항목(인식되지 않은 항목)인지 아닌지(예: 헤더, 댓글 등)는 사용자가 직접 결정해야 합니다.
nl: Ga hier verder als je in je gewichtslog alle ingaven wil importeren die correct werden omgezet. Alle ingaven die een fout bevatten zullen eenvoudigweg worden genegeerd. Jij beslist om te beslissen of ze nuttig zijn (niet-herkende entries) of niet (headers, commentaren, etc.)
sv: Fortsätt här om du vill importera alla viktlogsinträden som lyckades importeras. Alla inträden som producerade ett fel ignoreras. Det är upp till dig att avgöra om de är användbara (oredovisade poster) eller inte (t.ex. huvuden, kommentarer, etc.).
tr: Ağırlık günlüğünüzün tümünü içeri aktarmak istiyorsanız buradan devam edin başarıyla dönüştürülen girdiler. Hata oluşturan tüm girişler sadece görmezden gelinir. Yararlı olup olmadıklarına karar vermek size kalmış (tanınmayan girişler) veya değil (ör. başlıklar, yorumlar vb.).

source: Import
el: Εισαγωγή
fi: Tuo
hr: Uvoz
ko: 가져오기
nl: Importeer
sv: Importera
tr: İçe aktar

source: Or try it again
cs: Nebo to zkuste znovu
el: Ή δοκιμάστε αργότερα
hr: Ili pokušaj pnovo
ko: 아니면 다시 시도해 보세요
nl: Of probeer het opnieuw
sv: Eller försök igen
tr: Veya tekrar dene

source: You can correct the list here and re-submit it as often as you want.
cs: Tady můžete opravit seznam a znovu jej zaslat tak často, jak budete chtít.
el: Μπορείτε να διορθώσετε την λίστα εδώ και να ξανα υποβάλλετε όσο συχνά θέλετε.
hr: Ovdje možeš ispraviti popis i ponovo ga poslati koliko god puta želiš.
ko: 여기에서 목록을 수정하고 원하는 만큼 다시 제출할 수 있습니다.
nl: Je kan de lijst hier corrigeren en herindienen zo vaak als je wil.
sv: Du kan korrigera listan här och skicka om den så ofta du vill.
tr: Listeyi buradan düzeltebilir ve istediğiniz sıklıkta yeniden gönderebilirsiniz İstediğiniz.

source: Re-Submit
cs: Znovu poslat
el: Επανυποβολή
hr: Pošalji ponovo
ko: 다시 제출
nl: Her-indienen
sv: Skicka igen
tr: Yeniden Gönder

source: Edit weight entry for the %s
cs: Upravit záznam váhy pro %s
el: Επεξεργασία εγγραφής βάρους για την %s
hr: Uredi unos težine za %s
nl: Bewerkt gewichtingave voor %s
sv: Redigera viktinträde för %s
tr: %s için ağırlık girişini düzenleyin

source: Successfully deleted.
cs: Úspěšně smazáno.
hr: Uspješno izbrisano.
tr: Başarıyla silindi.

source: Delete weight entry for the %s
cs: Vymazat záznam váhy pro %s
hr: Izbriši unos težine za %s
tr: %s için ağırlık girişini silin

source: Sport
el: Άθληση
fi: Urheilu
ko: 스포츠
tr: Spor

source: You are not allowed to access this page
cs: Nemáte povolení k přístupu k této stránce
fi: Sinulla ei ole lupaa päästä tälle sivulle
ko: 이 페이지에 접근할 수 없습니다
sv: Du har inte tillstånd att visa denna sida
tr: Bu sayfaya erişim izniniz yok

source: kcal
tr: kilokalori

source: kg
tr: kilogram

source: 3D
tr: 3B

source: Triceps
cs: Tricepsy
ko: 삼두근
tr: Triceps kasları

source: n.A.
cs: neuvedeno
nl: Nvt.

source: Ingredients
el: Συστατικά
nl: Ingrediënten

source: Use the configuration to select in what languages the exercises and ingredients will be shown for the current language (for example the exercises should be shown in languages A, B and C; the ingredients only in A).
el: Χρησιμοποιήστε την παραμετροποίηση για να επιλέξετε σε ποιές γλώσσες οι ασκήσεις και τα συστατικά θα εμφανίζονται για την τρέχουσα γλώσσα (για παράδειγμα οι ασκήσεις θα πρέπει να εμφανίζονται στις γλώσσες A, B και Γ, τα συστατικά μόνο στην Α).
nl: Gebruik de configuratie om te selecteren in welke talen de oefeningen en ingrediënten getoond zullne worden voor de huidige taal (bvb deo efeningen kunnen getoond worden in talen A, B en C; de ingrediënten enkel in A).

source: Sample nutrional plan
el: Δείγμα πλάνου διατροφής
nl: Voorbeeld voedingsplan

source: This email is already used.
el: Αυτή η διεύθυνση email χρησιμοποιείται ήδη.
nl: Dit e-mailadres is reeds in gebruik.

source: Confirmation text
el: Κείμενο επιβεβαίωσης
nl: Bevestigingstekst

source: As a security measure, please enter the previous words
el: Ως μέτρο ασφαλείας, παρακαλούμε πληκτρολογήστε τις προηγούμενες λέξεις
nl: Gelieve als veiligheidsmaatregel bovenstaande woorden in te vullen.

source: Some way of answering you (email, etc.)
el: Κάποιος τρόπος επικοινωνίας μαζί σας (email, κλπ)
nl: Een manier om je van antwoord te voorzien (e-mail, etc.)

source: Use pauses in workout timer
el: Χρήση παύσεων στον χρονομετρητή προπονήσεων
nl: Gebruik pauzes in workout-timer

source: Check to activate timer pauses between exercises.
el: Ενεργοποίηση παύσεων χρονομετρητή μεταξύ ασκήσεων.
nl: Vink aan om timer-pauzes tussen oefeningen te activeren.

source: Default duration of workout pauses
el: Προκαθορισμένη διάρκεια παύσης των προπονήσεων
nl: Standaard duurtijd van workout-pauzes

source: Default duration in seconds of pauses used by the timer in the gym mode.
el: Προκαθορισμένη διάρκεια σε δευτερόλεπτα για τις παύσεις που χρησιμοποιείται στους χρονομετρητές όταν βρίσκεται σε κατάσταση γυμναστηρίου.
nl: Standaard duurtijd in seconden van pauzes gebruikt door de timer in gym-modus.

source: Something happened that is not allowed.
el: Κάτι έγινε που δεν επιτρέπεται.
nl: Er is iets gebeurd dat niet mocht gebeuren.

source: An error occured
el: Ένα σφάλμα προέκυψε
nl: Er is een fout opgetreden

source: Something happened that caused an error.
el: Κάτι συνέβει που προκάλεσε ένα σφάλμα.
nl: Er is iets gebeurd dat een fout veroorzaakte.

source: You are browsing the site as the user "%(current_user)s", all actions are performed on his data.
el: Περιηγήστε στην σελίδα ώς χρήστης "%(current_user)s", όλες οι ενέργειες θα έχουν ως αποτέλεσμα να επηρεάσουν αυτόν τον χρήστη.
nl: Je bladert door de site als gebruiker "%(current_user)s", alle acties worden uitgevoerd op diens data.

source: This workout is part of a schedule:
el: Αυτή η προπόνηση είναι μέρος του προγράμματος:
nl: Deze workout maakt deel uit van een schema.

source: No nutrition plans.
el: Κανένα πρόγραμμα διατροφής.
nl: Geen voedingsplannen.

source: Your current weight is:
el: Το τρέχων βάρος σας είναι:
nl: Je huidige gewicht is:

source: Add nutrition plan
el: Νέο πρόγραμμα διατροφής
nl: Voedingsplan toevoegen

source: The current workout is selected from your active schedule or, if you don't have one, simply by date.
el: Η τρέχουσα προπόνηση είναι επιλεγμένη απο το ενεργό πρόγραμμα ή αν δεν έχετε, απλώς απο την ημερομηνία.
nl: De huidige workout werd geselecteerd van je actieve schema of, als je er geen hebt, gewoon op basis van datum.

source: After adding a workout or a nutritional plan, you can edit them to set a goal.
el: Μετά την εισαγωγή μιας προπόνησης ή ενός προγράμματος διατροφής, μπορείτε να τα επεξεργαστείτε και να ορίσετε στόχους.
nl: Na het toevoegen van een workout of voedingsplan kan je deze bewerken om een doel in te stellen.

source: Responsible for the content of this site as per German law §5 TMG:
el: Υπεύθυνος για το περιεχόμενο της σελίδας όπως χρήζει ο Γερμανικός νόμος §5 TMG:
nl: Verantwoordelijke voor de inhoud van deze site volgens Duitse wet §5 TMG:

source: Get in touch
el: Μείνετε ενημερωμένοι
nl: Contacteer

source: Thank you for your interest. Feel free to use any of the ways below to send feedback you have about any aspect of the site. For support, it's better to use the mailing list (<a href="mailto:wger@googlegroups.com">wger@googlegroups.com</a>), to report a bug, consider doing it through the <a href="%(issues)s">issue tracker</a> .
el: Ευχαριστούμε για το ενδιαφέρον σας. Αισθανθείτε ελεύθεροι να χρησιμοποιήσετε οποιονδήποτε απο τους παρακάτω τρόπους για να στείλετε feedback για την σελίδα. Για υποστήριξη, είναι καλύτερο να χρησιμοποιήσετε την λίστα αλληλογραφίας (<a href="mailto:wger@googlegroups.com">wger@googlegroups.com</a>), για να αναφέρετε σφάλματα μέσα απο το <a href="%(issues)s">issue tracker</a>.
nl: Bedankt voor je interesse. Voel je vrij om één van de manieren hieronder te gebruiken om feedback te sturen over eenderwelk aspect van de site. Voor ondersteuning is het beter de mailinglijst (<a href="mailto:wger@googlegroups.com">wger@googlegroups.com</a>) te gebruiken, om een bug te rapporteren, overweeg je best dit te doen via de <a href="%(issues)s">issue tracker</a>.

source: Feedback form
el: Φόρμα feedback
nl: Feedbackformulier

source: A simple contact form. Remember that if you want an answer, you need to include some way to contact you.
el: Μια απλή φόρμα επικοινωνίας. Θυμηθείτε ότι αν θέλετε απάντηση, θα πρέπει να εισάγετε κάποιο τρόπο επικοινωνίας σας.
nl: Een eenvoudig contactformulier. Onthoud dat, als je een antwoord wenst, je een manier moet invullen waarop we je kunnen contacteren.

source: We are also on twitter. Write us and tell us what you think! Except patches, don't send patches via twitter.
el: Είμαστε επίσης και στο twitter. Γράψτε και πείτε μας την άποψη σας! Εκτός απο patches, μήν στέλνετε patches μέσω twitter.
nl: We zitten ook op twitter. Schrijf ons en vertel ons je mening! Behalve patches, verstuur geen patches via twitter.

source: Forum / Mailing list
el: Φόρουμ / Λίστα αλληλογραφίας

source: Open feedback form
el: Ανοιχτή φόρμα feedback
nl: Open feedbackformulier

source: Go to mailing list
el: Μεταπήδηση στην λίστα αλληλογραφίας
nl: Ga naar mailinglijst

source: That's done here
el: Αυτό γίνεται εδώ
nl: Dat gebeurt hier

source: Current workout
el: Τρέχουσα προπόνηση
nl: Huidige workout

source: Current nutrition plan
el: Τρέχων πρόγραμμα διατροφής
nl: Huidig voedingsplan

source: Start gym mode
el: Εκκίνηση κατάστασης γυμναστηρίου
nl: Start gym-modus

source: Use the gym mode to start an interactive training session. If you enter lifted weights, they will be added to your workout log. A timer between sets helps you keep track of the pauses you do.
el: Χρησιμοποιήστε την κατάσταση γυμναστηρίου για να ξεκινήσετε μια αλληλεπιδραστική συνεδρία. Αν εισάγετε βάρη, θα προστεθούν στο ιστορικό ασκήσεων σας. Ένας χρονομετρητής μεταξύ σετ σας βοηθά να καθορίζεται τις παύσεις που κάνετε.
nl: Gebruik de gym-modus om een interactieve trainingssessie te beginnen. Als je gehoffen gewichten invoert, zullen ze toegevoegd worden aan je workout-log. Een timer tussen sets helpt je pauzes bijhouden.

source: Tip:
el: Βοήθεια:

source: You can deactivate the timer or set its default duration in your settings.
el: Μπορείτε να απενεργοποιήσετε τον χρονομετρητή ή να καθορίσετε προκαθορισμένες διάρκειες μέσα στις ρυθμίσεις.
nl: Je kan de timer deactiveren of de standaard duurtijd instellen in je instellingen.

source: No days for this workout.
el: Δεν υπάρχουν μέρες για αυτήν την προπόνηση.
nl: Geen dagen voor deze workout.

source: Add training day.
el: Νέα μέρα προπόνησης
nl: Trainingsdag toevoegen.

source: Start current workout
el: Εκκίνηση τρέχουσας προπόνησης
nl: Begin huidige workout

source: Equipment overview
el: Επισκόπηση οργάνων
nl: Materiaaloverzicht

source: Add new exercise
el: Νέα άσκηση
nl: Creëer oefening

source: Exercises pending review
el: Ασκήσεις που αναμένουν εξέταση
nl: Oefeningen wachtend op goedkeuring

source: Contribute!
el: Συμβάλλετε!
nl: Draag bij!

source: Problems and wishes
el: Προβλήματα και ευχές
nl: Problemen en wensen

source: Changelog
el: Ιστορικό αλλαγών

source: Translate with Transifex
el: Μεταφράστε με το Transifex
nl: Vertaal met Transifex

source: Free license
el: Δωρεάν αδειοδότηση
nl: Gratis licentie

source: This content is available under the following license:
el: Το περιεχόμενο είναι διαθέσιμο κάτω απο τις ακόλουθες άδειες:
nl: Deze inhoud is beschikbaar onder de volgende licentie:

source: Click here for more information
el: Κάντε κλίκ εδώ για περισσότερες πληροφορίες
nl: Klik hier voor meer informatie

source: No exercises selected for this day.
el: Δεν επιλέχθηκαν ασκήσεις για αυτήν την μέρα.
nl: Geen oefeningen geselecteerd voor deze dag.

source: Optional
el: Προαιρετικό
nl: Optioneel

source: The form contains errors. Please verify and correct the data in the fields in red and submit the form again.
el: Η φόρμα περιέχει σφάλματα. Παρακαλούμε ελέξτε και διορθώστε τα δεδομένα στα κόκκινα πεδία και υποβάλλετε ξανα την φόρμα.
nl: Het formulier bevat fouten. Verifiëer het formulier, corrigeer de data in de rode velden, en verstuur opnieuw.

source: Toggle data table
el: Επιλογή πίνακα δεδομένων
nl: Schakel datatabel

source: or
el: ή
