Repository: wger-project/wger
Catalog: wger/locale/*/LC_MESSAGES/django.po
Languages: cs, da, el, fi, hr, ko, nl, sv, tr

source: Submit those cool exercises that you absolutely love and do every week but are not in the list yet. If you think some description is too short or some other detail is missing or could be improved, tell!
el: Υποβάλλετε εκείνες τις τέλειες ασκήσεις που τόσο πολύ αγαπάτε και κάνετε κάθε εβδομάδα αλλα δεν έχουν μπεί ακόμα στην λίστα. Αν νομίζετε ότι κάποια περιγραφή είναι πολύ μικρή ή κάποια άλλη λεπτομέρεια λείπει ή μπορεί να βελτιωθεί, πείτε το!
nl: Dien die coole oefeningen in waar je absoluut van houdt en die je elke week uitoefent, maar die nog niet op de lijst staan. Als je denkt dat een beschrijving te kort is of dat er een detail ontbreekt of verbeterd kan worden, vertel het ons!

source: Do you want to use wger in your own language? Do you think the current translation could be improved? The translations are easily managed and edited online, if you are interested, go to the transifex site, request access and we will set everything up.
el: Θέλετε να χρησιμοποιήσετε το wger στην γλώσσα σας; Νομίζετε ότι η τρέχουσα μετάφραση μπορεί να βελτιωθεί; Οι μεταφράσεις μπορούν να διαχειριστούν εύκολα και να επεξεργαστούν online. Αν ενδιαφέρεστε, επισκεφτείτε την σελίδα της transifex, αιτηθείτε πρόσβαση και τα υπόλοιπα θα τα ετοιμάσουμε εμείς.
nl: Wil je wger gebruiken in je eigen taal? Vind je dat de huidige vertaling kan worden verbeterd? De vertalingen worden en eenvoudig online bewerkt en beheerd. Als je interesse zou hebben, ga naar de transifex-site, vraag toegang aan wij zorgen voor de rest.

source: Code
el: Κώδικας

source: Obviously, you are highly encouraged to clone the repo and start hacking! Once you are ready, send a pull request and we will show the world. Take a look at the developer guide for more details on this.
el: Προφανώς, σας ενθαρρύνουμε θερμά να κάνετε έναν κλώνο του repo και να αρχίσετε τις μετατροπές! Εφόσον έχετε ξεκινήσει, στείλτε ένα αίτημα pull και θα το δείξουμε σε όλο τον κόσμο. Ρίξτε μιά ματιά στον οδηγό ανάπτυξης για περισσότερες πληροφορίες.
nl: Uiteraard moedigen we je graag aan de repository te klonen en te beginnen hacken! Wanneer je klaar bent stuur je een pull request en tonen we je werk aan de wereld. Bekijk de ontwikkelaarshandleiding voor meer informatie hierover.

source: Your body.
el: Το σώμα σας.
nl: Je lichaam.

source: Your workouts.
el: Οι προπονήσεις σας
nl: Je workouts.

source: Your data.
el: Τα δεδομένα σας.
nl: Je data.

source: Your progress.
el: Η πρόοδος σας.
nl: Je vooruitgang.

source: Try it now
el: Δοκιμάστε τώρα
nl: Probeer het nu

source: wger Workout Manager is a free, open source web application that manages your exercises and workouts. It started as a pet project of mine to replace my growing collection of different spreadsheets, but it has become something other people could also find useful.
el: Το wger Workout Manager είναι μιά δωρεάν, ανοιχτού κώδικα διαδικτυακή εφαρμογή που διαχειρίζεται της ασκήσεις και της προπονήσεις σας. Ξεκίνησε σαν μιά μικρή ιδέα μου για να αντικαταστήσω την συνεχώς αυξημένη συλλογή λογιστικών φύλλων, αλλά έχει μετατραπεί πλέον σαν κάτι πολύ χρήσιμο για όλα τον κόσμο.

source: Create and manage your workout routines by selecting how many days your workout consists of, and adding different exercises to each. You can also combine different workouts into a schedule.
el: Δημιουγρήστε και διαχειριστείτε τις ρουτίνες της προπόνησης σας επιλέγοντας απο πόσες μέρες απαρτίζεται και προσθέτοντας διάφορες ασκήσεις σε κάθε μιά. Μπορείτε επίσης να συνδυάσετε διαφορετικές προπονήσεις μέσα στο ημερολόγιο.
nl: Creëer en beheer je workout-routines door te selecteren uit hoeveel dagen je workout bestaat, en verschillende oefeningen toe te voegen aan elke dag. Je kan ook meerdere workouts combineren in een schema.

source: You can enter the weights and repetitions you did for each exercise. As with the (body) weight, it will generate some diagrams so so you can see at a glance how well you are doing. The raw numbers are still accessible as a table.
el: Μπορείτε να εισάγετε βάρη και επαναλήψεις που κάνατε για κάθε άσκηση. Όσο για το βάρος (σώματος), θα παράγει κάποια διαγράμματα για να ξέρετε πόσο καλά τα πηγαίνετε. Οι αριθμοί συνεχίζουν να είναι διαθέσιμοι ως πίνακας.

source: You can also enter notes and a general impression (great, neutral, etc.)
el: Μπορείτε επίσης να προσθέσετε σημειώσεις καθώς και μιά γενική εντύπωση (τέλεια, έτσι & έτσι, κλπ)
nl: Je kan ook notities en een algemene indruk (goed, neutraal, etc.) ingeven.

source: Create a diet plan and see its nutritional values (total energy, protein, carbohydrates, and so on) about it. Select from more than 8000 ingredients for this.
el: Δημιουργήστε ένα πλάνο δίαιτας και δείτε τις διατροφικές αξίες (σύνολο ενέργειας, προτεϊνες, υδατάνθρακες, κλπ) της. Επιλέξτε απο περισσότερα απο 8000 συστατικά.
nl: Creëer een dieetplan en bekijk de voegingswaarden ervan (totale hoeveelheid energie, proteïnen, koolhydraten enz.) Kies uit meer dan 8000 ingrediënten.

source: Weight tracker
el: Ιχνηλάτης βάρους
nl: Gewichttracker

source: keep track of your progress with the weight log chart for each exercise and your own body weight. This makes it easy to see if you are reaching your goals or need to adjust something.
el: κρατήστε σημειώσεις της προόδου σας μαζί με ιστορικά και γραφήματα βαρών για κάθε άσκηση και του δικού σας βάρους. Αυτό καθιστά εύκολο να δείτε αν φτάνετε τους στόχους σας ή αν χρειάζεται να αλλάξετε κάτι.
nl: houd je vooruitgang bij met de gewichtsgrafiek voor elke oefeningen en je eigen lichaamsgewicht. Dit maakt het eenvoudig om te zien of je je doelen bereikt en of je iets moet aanpassen.

source: Exercise database
el: Βάση δεδομένων ασκήσεων
nl: Oefeningendatabank

source: The exercise database contains around hundred exercises from which you can choose when creating a workout. Some have important notes about the form to perform them. This is displayed in the workout overview page, so you keep them in mind.
el: Η βάση δεδομένων των ασκήσεων περιέχει περισσότερες απο εκατό ασκήσεις που μπορείτε να τις επιλέξτετε όταν δημιουργήσετε μιά προπόνηση. Μερικές έχουν σημαντικές πληροφορίες σχετικά με πως πρέπει να ακολουθούνται. Αυτές οι πληροφορίες εμφανίζονται στην επισκόπηση προπονήσεων, οπότε έχετε το υπόψη.
nl: De oefeningendatabank bevat een honderdtal oefeningen waaruit je kan kiezen bij het aanmaken van een workout. Sommige hebben belangrijke opmerkingen over de aan te nemen vorm bij het uitvoeren. Dit wordt weergegeven in de workout overview-pagina, zodat je hen niet vergeet.

source: Gym management
el: Διαχείριση γυμναστηρίου
nl: Gym-beheer

source: Use the application for your gym to manage its members, their workouts and attendance. Keep an eye on inactive members with optional notifications. You can create users with different roles to distribute the administrative tasks such as trainer or gym manager.
el: Χρησιμοποιήστε την εφαρμογή για το γυμναστήριο σας για να διαχειριστείτε μέλη, τις προπονήσεις τους και τις παρουσίες τους. Μπορείτε να παρακολουθείτε μή ενεργά μέλη με προαιρετικές ειδοποιήσεις. Μπορείτε να δημιουργήσετε χρήστες με διαφορετικούς ρόλους για να επιμερήσετε τις εργασίες σας όπως γυμναστές και διευθυντές γυμναστηρίου.
nl: Gebruik e applicatie voor je gym om haar leden te beheren, hun workouts en hun aanwezigheid. Beheer inactieve gebruikers met optionele berichtgevign. Je kan gebruikers creëren met verschillende rollen, zoals trainer of gym-beheerder, om administratieve taken te verdelen.

source: 100%% Open Source
el: 100%% Ανοιχτός Κώδικας

source: All of the code running wger is open source, allowing the public to openly review its code and security. Anyone can contribute towards the development of wger or deploy private installations.
el: Όλος ο κώδικας που τρέχει το wger είναι ανοιχτού λογισμικού, επιτρέποντας το κοινό να εξετάσει τον κώδικα και την ασφάλεια του. Οποιοσδήποτε μπορεί να συνεισφέρει στην ανάπτυξη του wger ή να εγκαταστήσει ιδιωτικές εγκαταστάσεις.
nl: Alle code die wger aandrijft is open source, waardoor het publiek openlijk de code en diens veiligheid kan inkijken. Iedereen kan bijdragen aan de ontwikkeling van wger of privé-installaties uitrollen.

source: Join and help
el: Μπείτε και βοηθήστε
nl: Meedoen en helpen

source: Join development
el: Αναπτύξτε μαζί μας
nl: Mee ontwikkelen

source: Other features
el: Άλλες δυνατότητες
nl: Andere features

source: Smooth performance and easy user interface.
el: Γρήγορη απόδοση και εύκολη χρήση.
nl: Vloeiende performantie en eenvoudige gebruikersinterface.

source: Export workouts, nutrition plans and routines as PDF
el: Εξαγωγή προπονήσεων, προγραμμάτων προπόνησης και ρουτίνων σε PDF
nl: Exporteer workouts, voedingsplannen en routines als PDF.

source: Create complex routines, specify how much the exercise weights increase each week
el: Δημιουργήστε πολύπλοκες ρουτίνες, καθορίστε πόσο αυξάνονται τα βάρη της άσκησης ανα βδομάδα
nl: Creëer complexe routines, specifieer hoeveel je de gewichten elke week wil laten toenemen.

source: Export your routines and workouts to an application such as iCal or google calendar.
el: Εξαγωγή των ρουτινών και των προπονήσεων σε μιά εφαρμογή όπως το iCal ή το google calendar.
nl: Exporteer je routines en workouts naar een applicatie zoals iCal of Google Calendar.

source: Receive email notifications to remind you to change your routine (optional)
el: Λήψη ειδοποιήσεων για υπενθύμιση αλλαγής ρουτίνας (προεραιτικό)
nl: Ontvang e-mailberichtgeving die je eraan herinnert je routine te veranderen (optioneel)

source: Calendar view with last workouts and weight logs for easy overview and control
el: Επισκόπηση ημερολογίου με τις τελευταίες προπονήσεις και εγγραφές βαρών για εύκολη επισκόπηση και έλεγχο
nl: Kalenderweergave met laatste workouts en gewichtlogs voor eenvoudig overzicht en controle

source: Support for both metric (kg) and imperial (lb) weight units
el: Υποστήριξη για μετρικό (kg) και αγγλικό (lb) σύστημα βαρών
nl: Ondersteuning voor zowel metrische (kg) als imperiale (lb) gewichteenheden

source: Available in many languages
el: Διαθέσιμο σε πολλές γλώσσες
nl: Beschikbaar in vele talen

source: BMI and daily calories calculator
el: Το BMI και υπολογιστής ημερήσιων θερμίδων
nl: BMI- en dagelijkse calorieëncalculator

source: Automatically calculated grams of macronutrients per body weight
el: Αυτόματα υπολογιζόμενα γραμμάρια θρεπτικών στοιχείων ανα βάρος σώματος
nl: Automatisch berekende grammen macrovoedingsstoffen per lichaamsgewicht

source: Mobile friendly version
el: Έκδοση για κινητά
nl: Mobielvriendelijke versie

source: Import and export your weight data to and from CSV
el: Εισαγωγή και εξαγωγή των δεδομένων βάρους σας σε CSV
nl: Importeer en exporteer je gewichtsdata van en naar CSV

source: Reporting a problem
el: Αναφέρετε ένα πρόβλημα
nl: Een probleem melden

source: report problem to the issue tracker
el: αναφέρετε το πρόβλημα στον ιχνηλάτη προβλημάτων
nl: probleem melden aan de issue tracker

source: Enhancements
el: Βελτιώσεις
nl: Verbeteringen

source: No Github account?
el: Δεν έχετε λογαριασμό Github;
nl: Geen Github account?

source: wger Workout Manager is Free/Libre Open Source Software (FLOSS).
el: Το wger Workout Manager είναι Λογισμικό Ελεύθερο/Ανοιχτού Κώδικα (FLOSS).

source: A copy of both licenses is contained in every wger Workout Manager release and can be read in the <a href='https://github.com/rolandgeider/wger/blob/master/AGPL.txt'>AGPL.txt</a> or <a href='https://github.com/rolandgeider/wger/blob/master/CC-BY-SA.txt'>CC-BY-SA.txt</a> files in the source code repository.
el: Ένα αντίγραφο απο και τις δύο αδειοδοτήσεις εμπεριέχεται σε κάθε διανομή του wger Workout Manager και μπορεί να διαβαστεί στο <a href='https://github.com/rolandgeider/wger/blob/master/AGPL.txt'>AGPL.txt</a> ή στο <a href='https://github.com/rolandgeider/wger/blob/master/CC-BY-SA.txt'>CC-BY-SA.txt</a>

source: There is no chart here because there are no weight entries.
el: Δεν υπάρχει διάγραμμα εδώ γιατί δεν υπάρχουν εγγραφές βάρους.
nl: Er is hier geen grafiek omdat er geen gewichtingaven zijn.

source: You can click on a value on the chart to edit it.
el: Μπορείτε να κάνετε κλίκ πάνω σε μια τιμή στο διάγραμμα για να την επεξεργαστείτε.
nl: Je kan op een waarde op de grafiek klikken om deze te bewerken.

source: Filter options
el: Επιλογές φίλτρου
nl: Filter opties

source: Export as CSV
el: Εξαγωγή σε CSV
nl: Exporteer als CSV

source: Import from spreadsheet
el: Εισαγωγή σε λογιστικό φύλλ
nl: Importeer uit spreadsheet

source: Username or email
nl: Gebruikersnaam

source: Share
nl: Deel

source: If a license has been localized, e.g. the Creative Commons licenses for the different countries, add them as separate entries here.
nl: Als een licentie werd gelokaliseerd, zoals bvb. de Creative Commons licenties voor verschillende landen, voeg ze ze dan hier toe als aparte ingaven.

source: GNUPG-Key:
nl: GNUPG-Sleutel:

source: If you want to further help and improve this project, you might also be interested <a href="%(contribute)s">in contributing</a>.
nl: Als je dit project verder wil helpen en verbeteren, kan je mogelijk ook geïnteresserd zijn om <a href="%(contribute)s">bij te dragen</a>.

source: Use the public group to get support for your local wger installation, discuss issues or your new idea, etc. (no registration needed)
nl: Gebruik de publieke groep om ondersteuning te vinden voor je lokale wger-installatie, fouten of je nieuwe idee te bespreken, etc. (geen registratie vereist)

source: tweet to @wger_de
nl: tweet naar @wger_de

source: Share this page
nl: Deze pagina delen

source: Released under the Affero GPL
nl: Uitgebracht onder de Affero GPL

source: Correcting an exercise
nl: Een oefening indienen

source: wger provides a REST API with full read write access to all data. To access publicly accessible data such as exercises you don't need any form of authentication, for other objects such as workouts you need to get an API key.
nl: wger voorziet een REST API met volledig lees/schrijf-toegang voor alle data. Om alle publiek toegankelijke data, zoals oefeningen, te benaderen heb je geen authenticatie nodig, voor andere objecten zoals workouts heb je een API-sleutel nodig.

source: Gym-optimised view with countdown to easily log weights during the workout
nl: Gym-geoptimaliseerde weergave met aftelling om eenvoudig gewichten te loggen tijdens de workout.

source: No software is perfect. For some severe errors, an email will be automatically sent, but not always, so I depend on you reporting everything that didn't behave as expected. Please describe in as much detail as you can what you were doing when the error happened.
nl: Geen software is perfect. Voor bepaalde ernstige fouten zal automatisch een e-mail worden verstuurd, maar niet altijd, dus ik reken op jou om alles te rapporteren dat niet werkte zoals verwacht. Gelieve zo gedetailleerd mogelijk te beschrijven wat je aan, het doen was toen de fout zich voordeed.

source: The issue tracker can also be used to document enhancements to the software. If you have some suggestions or think a feature is missing, feel free to open a ticket. This can be anything from a slight change to a whole new section of the site. Please keep in mind that not all wishes can be implemented.
nl: De issue tracker kan ook gebruikt worden om verbeteren aan de software in kaart te brengen. Als je suggesties hebt of vindt dat een functie ontbreekt kan je altijd een ticket openen. Dit kan over alles gaan, van de kleinste verandering tot een gans nieuwe sectie op de site. Houd in gedachte dat niet alle wensen kunnen worden geïmplementeerd.

source: report wish to the issue tracker
nl: wens rapporteren aan de issue tracker

source: Filing an issue requires a github account, if you don't have one and don't want to register, you can also send it to <a href="https://groups.google.com/group/wger">the mailing list</a>.
nl: Een issue indienen vereist een github-account. Als je er geen hebt en niet wil registereren, kan je het ook insturen naar de <a href="https://groups.google.com/group/wger">mailinglijst</a>.

source: wger Workout Manager is released under the <strong>Affero GNU General Public License (AGPL) Version 3+</strong> and can (under the conditions of the license) be used, modified and distributed (also with modifications) without restrictions.
nl: wger Workout Manager wordt uitgebracht onder de <strong>Affero GNU General Public License (AGPL) Version 3+</strong> licentie en kan (onder de voorwaarden van de licentie) worden gebruikt, aangepast en verspreid (ook met aanpassingen) zonder restricties.

source: A copy of both licenses is contained in every wger Workout Manager release and can be read in the <a href='https://github.com/wger-project/wger/blob/master/AGPL.txt'>AGPL.txt</a> or <a href='https://github.com/wger-project/wger/blob/master/CC-BY-SA.txt'>CC-BY-SA.txt</a> files in the source code repository.
nl: Een kopie van beide licenties wordt omvat in elke wger Workout Manager release en kan worden gelezen in de bestanden <a href='https://github.com/wger-project/wger/blob/master/AGPL.txt'>AGPL.txt</a> en <a href='https://github.com/wger-project/wger/blob/master/CC-BY-SA.txt'>CC-BY-SA.txt</a> in de broncode-repository.

source: Author
nl: Auteur

source: If you are not the author, enter the name or source here. This is needed for some licenses e.g. the CC-BY-SA.
nl: Als je niet de auteur bent, voeg dan de naam of bron hier toe. Dit is nodig voor sommige licenties, oa. de CC-BY-SA.

source: Days
nl: Dag

source: Use the second chart to pan or zoom by clicking and dragging the selection. Clicking on the background resets it.
nl: Gebruik de tweede grafiek om te verschuiven of zoomen door te klikken en de selectie te verslepen. Klikken op de achtergrond reset deze.

source: Anterior deltoid
nl: Voorste deltaspier

source: Language full name in English
fi: Kielen koko nimi englanniksi
ko: 언어명
sv: Språk, fullständigt namn på engelska

source: You are browsing the site as the user "%(current_user)s", all actions are performed on their data.
ko: "%(current_user)s" 계정으로 사이트를 탐색하고 있습니다, 모든 작업은 해당 데이터를 대상으로 수행됩니다.

source: You are browsing the site as the user "%(current_user)s", all actions are performed on their data.
ko: "%(current_user)s"로 사이트를 탐색하고 있으며, 모든 작업은 해당 사용자의 데이터를 기반으로 수행됩니다.

source: Back to "%(target)s "
ko: "%(target)s"로 이동

source: Routines
ko: 루틴

source: Support & Get Involved
ko: 지원 및 참여

source: Video
ko: 비디오

source: Routine will expire soon
ko: 루틴이 곧 만료됩니다

source: Routine
ko: 루틴

source: Session
ko: 세션

source: Your current workout '%(routine)s' expired %(days)s days ago.
ko: 현재 진행 중인 운동 '%(routine)s'이 %(days)s일 전에 만료되었습니다.

source: Your current workout '%(routine)s' is about to expire in %(days)s days.
ko: 현재 진행 중인 운동 '%(routine)s'이 %(days)s일 후에 만료됩니다.

source: Fiber
ko: 섬유질

source: wger helps you track your workouts, manage your nutrition, and reach your fitness goals. We offer it as free, open-source software you can host yourself, and also provide a convenient, free, and hosted version for easy access.
ko: wger는 운동 추적, 영양 관리, 그리고 피트니스 목표 달성을 도와줍니다. 직접 호스팅할 수 있는 무료 오픈 소스 소프트웨어로 제공되며, 간편한 액세스를 위해 편리한 무료 호스팅 버전도 제공합니다.

source: Open Source & free to use ❤️
ko: 오픈 소스 & 무료로 사용 가능 ❤️

source: wger is built on the principles of open source. Its code is publicly available, developed by our community, ensuring transparency and giving you control over your data (especially if self-hosting). The free hosted service runs entirely on this open-source foundation. We believe powerful fitness tools should be accessible to everyone.
ko: wger는 오픈 소스 원칙을 기반으로 구축되었습니다. 코드는 커뮤니티에서 개발하여 공개적으로 사용 가능하며, 투명성을 보장하고 사용자가 데이터를 직접 관리할 수 있도록 지원합니다(특히 셀프 호스팅의 경우). 무료 호스팅 서비스는 전적으로 오픈 소스 기반으로 운영됩니다. 강력한 피트니스 도구는 누구나 이용할 수 있어야 한다고 생각합니다.

source: How you can help
ko: 당신이 도울 수 있는 방법

source: Join the Community
ko: 커뮤니티에 가입하세요

source: Join the Discord server
ko: Discord 서버에 가입하세요

source: Hop on the Discord server to chat with the developers and other users, ask questions, or discuss new features.
ko: 개발자 및 다른 사용자와 채팅하고, 질문을 하거나 새로운 기능에 대해 논의하려면 Discord 서버에 접속하세요.

source: Get news, updates, and announcements about the project on Mastodon.
ko: Mastodon에서 프로젝트에 대한 소식, 업데이트, 공지 사항을 받아보세요.

source: Spread the word: Tell your friends, gym buddies, or share on social media! Your enthusiasm helps us grow and reach more people.
ko: 널리 알려주세요: 친구, 헬스장 친구들에게 알리거나 소셜 미디어에 공유해 주세요! 여러분의 열정은 저희가 성장하고 더 많은 사람들에게 다가가는 데 큰 힘이 됩니다.

source: Contribute your skills
ko: 당신의 기술을 기여하세요

source: Report bugs or suggest features
ko: 버그를 보고하거나 기능을 제안하세요

source: Have a problem or idea? Let us know!
ko: 문제나 아이디어가 있으신가요? 알려주세요!

source: Improve the exercises
ko: 운동을 개선하세요

source: Contribute new exercises, and edit or translate the existing ones.
ko: 새로운 연습문제를 추가하고, 기존 연습문제를 편집하거나 번역하세요.

source: Translate the application
ko: 어플리케이션 번역

source: Help make the app accessible in more languages for users around the world.
ko: 전 세계 사용자가 더 많은 언어로 앱을 사용할 수 있도록 도와주세요.

source: Contribute code or documentation
ko: 코드나 문서 기여

source: Check out the source code and help us build the next version.
ko: 소스 코드를 확인하고 다음 버전을 만드는 데 도움을 주세요.

source: Make a donation
ko: 기부하기

source: While the project is free and will always remain it, running the server isn’t! Providing the hosted version of wger involves real, ongoing costs for server hosting, bandwidth, backups, etc. Development also takes significant time and effort from volunteers. Your contribution directly supports these essential costs, helping to keep the service reliable, improving, and free for everyone.
ko: 프로젝트는 무료이며 앞으로도 계속 무료일 것이지만, 서버 운영은 그렇지 않습니다! wger 호스팅 버전을 제공하는 데는 서버 호스팅, 대역폭, 백업 등에 대한 실질적인 지속적인 비용이 발생합니다. 개발에는 자원봉사자들의 상당한 시간과 노력이 필요합니다. 여러분의 기부는 이러한 필수적인 비용을 직접적으로 지원하여 서비스의 안정성을 유지하고, 개선하며, 모두에게 무료로 제공하는 데 도움이 됩니다.

source: Sponsor on GitHub
ko: GitHub의 스폰서

source: Thank You!
ko: 감사합니다!

source: Thank you for being part of the community! We appreciate your usage, feedback, and any support you can offer.
ko: 커뮤니티에 참여해 주셔서 감사합니다! 여러분의 많은 이용과 피드백, 그리고 지원에 감사드립니다.

source: The goal is to build an awesome and flexible fitness manager, along with a comprehensive and complete list of exercises and ingredients, all released under a free license.
ko: 목표는 포괄적이고 완벽한 운동 및 재료 목록과 함께 훌륭하고 유연한 피트니스 관리자를 구축하는 것이며, 이 모든 것은 무료 라이선스로 공개됩니다.

source: REST API
fi: REST-sovellusliittymä

source: ID
fi: Tunnus
