Repository: wger-project/wger
Catalog: wger/locale/*/LC_MESSAGES/django.po
Languages: cs, da, el, fi, hr, ko, nl, sv, tr

source: Total caloric intake, including e.g. any surplus
cs: Celkový příjem kalorií, včetně např. přebytků
da: Total kalorieindtag, inklusive eventuelle overskud
el: Συνολική εισαγωγή θερμίδων, συμπεριλαμβάνοντας π.χ. οποιαδήποτε υπερβολή
fi: Syötävien kaloreiden määrä, sisältäen mahdolliset lisäkalorit
hr: Ukupni dnevni unos kalorija, uključujući npr. višak
ko: 예를 들어 잉여분을 포함한 총 칼로리 섭취량
nl: Totale calorie-inname, inclusief bvb. enige surplus
sv: Totala kaloriintaget, inklusive t.ex. eventuellt överskott
tr: Toplam kalori alımı, örn. herhangi bir fazlalık

source: Weight unit
cs: Jednotka váhy
da: Vægt enhed
el: Μονάδα βάρους
fi: Painoyksikkö
hr: Jedinica težine
ko: 몸무게 단위
nl: Gewichteenheid
sv: Viktenhet
tr: Ağırlık birimi

source: Allow external access
cs: Povolit externí přístup
da: Tillad ekstern adgang
fi: Salli ulkoinen pääsy
hr: Dozvoli eksterni pristup
ko: 외부 접근 허용
nl: Externe toegang toestaan
sv: TIllåt extern tillgång
tr: Harici erişime izin ver

source: Allow external users to access your workouts and logs in a read-only mode. You need to set this before you can share links e.g. to social media.
cs: Povolit externím uživatelům přístup k tréninkům a záznamům v režimu pouze čtení. Je tžřeba nastavit, než budete moci sdílet odkazy, například na sociální sítě.
da: Tillad eksterne brugere adgang til dine træninger og dine logfiler i skrivebeskyttet tilstand. Du skal sætte dette før du kan dele link f.eks. på sociale medier.
fi: Salli ulkoisten käyttäjien käyttää harjoittelujasi ja lokejasi vain luku -tilassa. Sinun on asetettava tämä, ennen kuin voit jakaa linkkejä, esim. sosiaaliseen mediaan.
hr: Dopusti eksternim korisnicima pristup tvojim treninzima i zapisima bez mogućnosti mijenjanja. Ovo moraš postaviti prije dijeljenja poveznica, npr. na društvene medije.
ko: 외부 사용자가 운동 및 로그에 읽기 전용 모드로 접근할 수 있도록 허용합니다. 소셜 미디어 등에 링크를 공유하려면 먼저 이 설정을 해야 합니다.
nl: Geef externe gebruikers toegang tot jouw workouts en logs in een alleen-lezen modus. Je moet dit instellen voordat je links kan delen in bijvoorbeeld social media.
sv: Ge andra användare tillgång till dina träningspass och loggar i skrivskyddat läge. Du behöver tillåta detta innan du kan dela länkar, t.ex. till social media.
tr: Harici kullanıcıların egzersiz programlarınıza ve günlüklerinize salt okunur modda erişmesine izin verin. Bağlantıları paylaşmadan önce bunu ayarlamanız gerekir, ör. sosyal medyaya.

source: Automatic reminders for weight entries
cs: Automaticky připomenout zadání váhy
da: Automatisk påmindelse om vægtindskrivning
fi: Automaattiset muistutukset painomerkinnöistä
hr: Automatski podsjenici za unose težine
ko: 체중 입력에 대한 자동 알림
sv: Automatiska påminnleser för viktnoteringar
tr: Kilo girişleri için otomatik hatırlatıcılar

source: Number of days after the last weight entry (enter 0 to deactivate)
cs: Počet dní, kdy má být připomenuto provedení vážení a zápisu hodnoty (pro vypnutí napište 0 )
da: Antal dage siden sidste vægtindskrivning (skriv 0 for at deaktivere)
fi: Päivien määrä edellisestä painomerkinnästä (aseta 0 ottaaksesi pois päältä)
hr: Broj dana nakon zadnjeg unosa težine (upiši 0 za deaktiviranje)
ko: 마지막 체중 입력 후 경과 일수(비활성화하려면 0 입력)
sv: Antal dagar sedan senaste viktnotering (Ange 0 för att avaktivera)
tr: Son ağırlık girişinden sonraki gün sayısı (devre dışı bırakmak için 0 girin)

source: The sum of all hours has to be 24
cs: Součet všech hodin musí být 24
da: Summen af alle timer skal være 24
el: Το σύνολο όλων των ωρών θα πρέπει να είναι 24
fi: Tuntien summa tarvitsee olla 24
hr: Zbroj svih sati mora biti 24
ko: 모든 시간의 합은 24이어야 합니다
nl: Het toaal van alle uren moet 24 zijn
sv: Summan av alla timmar måste vara 24
tr: Tüm saatlerin toplamı 24 olmalıdır

source: Name
cs: Název
da: Navn
el: Όνομα
fi: Nimi
hr: Ime
ko: 이름
nl: Naam
sv: Namn
tr: İsim

source: Forbidden!
cs: Zakázané!
da: Forbudt!
el: Απαγορεύεται!
fi: Kielletty!
hr: Zabranjeno!
ko: 금지!
nl: Verboden!
sv: Förbjudet!
tr: Yasak!

source: You are not allowed to acces this page
hr: Ne smiješ spristupiti ovoj stranici

source: Page not found
cs: Stránka nenalezena
da: Side ikke fundet
el: Η σελίδα δεν βρέθηκε
fi: Sivua ei löydy
hr: Stranica nije pronađena
ko: 페이지를 찾을 수 없습니다
nl: Pagina niet gevonden
sv: Sidan kunde inte hittas
tr: Sayfa bulunamadı

source: The page you requested does not exist.
cs: Požadovaná stránka neexistuje.
da: Siden du prøvede at tilgå eksisterer ikke.
el: Η σελίδα που ζητήσατε δεν υπάρχει.
fi: Pyytämääsi sivua ei ole olemassa.
hr: Stranica koju tražiš ne postoji.
ko: 요청하신 페이지가 존재하지 않습니다.
nl: De pagina die je verzocht bestaat niet.
sv: Den sida du begärt finns inte.
tr: İstediğiniz sayfa mevcut değil.

source: An error occurred
cs: Nastala chyba
da: Der skete en fejl
fi: Tapahtui virhe
hr: Dogodila se greška
ko: 에러 발생
sv: Ett fel har uppstått
tr: Bir hata oluştu

source: There was an error on the server while processing your request. Try refreshing your browser and if that doesn't help, please try again at a later time. If the problem persists, you can seek help in ways listed below:
cs: Při zpracování vašeho požadavku se na straně serveru vyskytla chyba. Zkuste obnovit váš prohlížeč. Pokud to nepomůže, zkuste to prosím znovu později. Pokud problém přetrvává, můžete získat pomoc následujícími způsoby:
fi: Palvelimessa tapahtui virhe pyyntöäsi käsiteltäessä. Yritä päivittää selaimesi ja jos se ei auta, yritä myöhemmin uudelleen. Jos ongelma jatkuu, voit hakea apua alla luetelluilla tavoilla:
hr: Dogodila se greška na poslužitelju tijekom obrade tvog zahtjeva. Pokušaj aktualizirati preglednik i ako to ne pomogne, pokušaj ponovo kasnije. Ako problem ustraje, potraži pomoć na dolje navedene načine:
ko: 요청을 처리하는 동안 서버에 오류가 발생했습니다. 브라우저를 새로 고쳐 보시고, 그래도 문제가 해결되지 않으면 나중에 다시 시도해 보세요. 문제가 지속되면 아래 방법으로 도움을 받으실 수 있습니다.
tr: İsteğiniz işlenirken sunucuda bir hata oluştu. Tarayıcınızı yenilemeyi deneyin ve bu işe yaramazsa lütfen daha sonra tekrar deneyin. Sorun devam ederse, aşağıda listelenen yollarla yardım isteyebilirsiniz:

source: You are browsing the site as the user "%(current_user)s", all actions are performed on their data.
cs: Prohlížíš web jako uživatel "%(current_user)s". Všechny akce jsou prováděny na jeho datech.
da: Siden vieses som brugeren "%(current_user)s", alle handlinger bliver udført på brugerens data.
hr: Pregledavaš stranicu kao korisnik „%(current_user)s”, sve radnje se izvode s njegovim podacima.
tr: Siteye "%(current_user)s" kullanıcısı olarak göz atıyorsunuz, tüm işlemler onların verileri üzerinde gerçekleştirilir.

source: Back to "%(target)s"
cs: Zpět na "%(target)s"
da: TIlbage til "%(target)s"
el: Πίσω στο "%(target)s"
fi: Takaisin "%(target)s"
hr: Natrag na „%(target)s”
ko: "%(target)s"로 이동
nl: Terug naar "%(target)s"
sv: Tillbaka till "%(target)s"
tr: "%(target)s" sayfasına geri dön

source: Are you sure you want to delete this? This action cannot be undone.
cs: Jsi si jistý, že to chceš smazat? Tuhle akci už nejde pak odvolat.
da: Er du sikker på at du vil slette dette? Handlingen kan ikke fortrydes.
el: Θέλετε σίγουρα να διαγράψετε αυτό; Αυτή η ενέργεια δεν μπορεί να αναιρεθεί.
fi: Oletko varma, että haluat poistaa tämän? Tätä toimintoa ei voi kumota.
hr: Stvarno želiš ovo izbrisati? Ova je nepovratna radnja.
ko: 이 항목을 삭제하시겠습니까? 이 작업은 취소할 수 없습니다.
nl: Ben je zeker dat je dit wil verwijderen? Deze actie kan niet ongedaan worden gemaakt.
sv: Är du säkes på att du vill ta bort detta? Denna handilng kan ej ångras.
tr: Bunu silmek istediğinizden emin misiniz? Bu eylem geri alınamaz.

source: Email verification
cs: Ověření e-mailu
fi: Sähköpostivahvistus
hr: Ovjeravanje e-mail adrese
ko: 이메일 인증 설정
tr: E-posta doğrulaması

source: %(username)s, your email was verified
cs: %(username)s, váš email byl ověřen
da: %(username)s, din email blev bekræftet
fi: %(username)s, sähköpostisi on vahvistettu
hr: %(username)s, tvoja je e-mail adresa ovjerena
ko: %(username)s, 이메일 인증 완료
tr: %(username)s, e-posta adresiniz doğrulandı

source: Error, invalid verification token
cs: Chyba, chybně zadaný ověřovací token
da: Fejl, ugyldigt verifikationstoken
fi: Virhe, epäkelvollinen vahvistuspoletti
hr: Greška, neispravni token ovjere
ko: 오류, 유효하지 않은 검증 토큰입니다
tr: Hata, geçersiz doğrulama belirteci

source: Email Confirmation
cs: Konfirmační Email
da: Email Konfiguration
fi: Sähköpostivahvistus
hr: Potvrđivanje e-mail adrese
ko: 이메일 확인
tr: E-posta Doğrulaması

source: You are almost there, %(username)s!
cs: Už to skoro bude, %(username)s!
da: Du er der næsten, %(username)s!
fi: %(username)s, olet melkein perillä!
hr: Skoro si gotov/a, %(username)s!
ko: %(username)s!, 거의 다 왔어요!
tr: %(username)s, neredeyse bitirdiniz!

source: Please click <a href="%(link)s">here</a> to confirm your email
cs: Klikněte <a href="%(link)s">sem</a> pro ověření vašeho e-mailu
da: Klik venligst <a href="%(link)s">here</a> for at bekræfte din email
fi: Napsauta <a href="%(link)s">tätä</a> vahvistaaksesi sähköpostiosoitteesi
hr: Pritisni <a href="%(link)s">ovdje</a> za potvrđivanje tvoje e-mail adrese
ko: 이메일 인증을 위해 <a href="%(link)s">여기</a>를 클릭해 주세요
tr: E-posta adresinizi doğrulamak için lütfen <a href="%(link)s">buraya</a> tıklayın

source: The token expires on %(time)s
cs: Platnost tohoto tokenu vyprší v %(time)s
da: Dette token udløber om %(time)s
fi: Polettisi vanhenee %(time)s
hr: Token isteče %(time)s
ko: %(time)s 후 인증토큰이 만료됨
tr: Belirtecin süresi %(time)s tarihinde doluyor

source: the wger Team
cs: Tým wger
da: wger Holdet
fi: wger-joukkue
hr: wger tim
ko: wger 팀
tr: wger Ekibi

source: Please click the following link to confirm your email: %(link)s
cs: Pro potvrzení e-mailu klikněte na následující odkaz: %(link)s
da: Klik venligst følgende link for at bekræfte din email: %(link)s
fi: Napsauta seuraavaa linkkiä vahvistaaksesi sähköpostiosoitteesi: %(link)s
hr: Pritisni sljedeću poveznicu za potvrđivanje tvoje e-mail adrese: %(link)s
ko: 다음 링크를 클릭하여 이메일을 확인하세요: %(link)s
tr: E-posta adresinizi doğrulamak için lütfen tıklayın: %(link)s

source: Dashboard
cs: Nástěnka
da: Instrumentbrættet
el: Πίνακας Ελέγχου
fi: Kojelauta
hr: Kontrolna ploča
ko: 대시보드
sv: Instrumentpanel
tr: Gösterge Paneli

source: Languages
cs: Jazyky
da: Sprog
el: Γλώσσες
fi: Kielet
hr: Jezici
ko: 언어
nl: Talen
sv: Språk
tr: Diller

source: Nothing found.
cs: Nic nenalezeno.
da: Intet fundet.
fi: Mitään ei löytynyt.
hr: Ništa nije pronađeno.
ko: 찾을 수 없음.
sv: Ingenting hittades
tr: Bulunamadı.

source: Add one now.
cs: Přidat nyní.
da: Tilføj en ny.
el: Προσθήκη τώρα.
fi: Lisää yksi nyt.
hr: Dodaj jedan sada.
ko: 추가하세요.
nl: Voeg er een toe.
sv: Lägg till ett nu.
tr: Yeni ekle.

source: Add
cs: Přidat
da: Tilføj
el: Προσθήκη
fi: Lisää
hr: Dodaj
ko: 추가
nl: Aanmaken
sv: Lägg till
tr: Ekle

source: Options
cs: Nastavení
da: Indstillinger
el: Επιλογές
fi: Asetukset
hr: Opcije
ko: 옵션
nl: Opties
sv: Alternativ
tr: Seçenekler

source: License list
cs: Seznam licencí
da: Licens liste
el: Λίστα αδειών
fi: Lisenssiluettelo
hr: Popis licenca
ko: 라이센스 리스트
nl: Licentielijst
sv: Licens lista
tr: Lisans listesi

source: Nothing found
cs: Nic nenalezeno
da: Ingenting fundet
el: Δεν βρέθηκε τίποτα
fi: Mitään ei löytynyt
hr: Ništa nije pronađeno
ko: 데이터가 없습니다
nl: Niets gevonden
sv: Ingenting hittades
tr: Hiçbir şey Bulunamadı

source: Imprint
cs: Tiráž
da: Aftryk
fi: Jälki
hr: Impresum
ko: 날인
tr: Künye

source: If a license has been localized, e.g. the Creative Commons licenses for the different countries, add them as separate entries here.
cs: Pokud je licence, například Creative Commons přeložena do různých jazyků, přidejte je sem jako jednotlivé položky.
hr: Ako je licenca lokalizirana, npr. Creative Commons licence za različite zemlje, dodaj ih kao zasebne unose ovdje.
tr: Bir lisans yerelleştirilmişse, örneğin farklı ülkeler için Creative Commons lisansları, onları buraya ayrı girişler olarak ekleyin.

source: Training
cs: Trénink
da: Træning
fi: Harjoittelu
hr: Treniranje
ko: 트레이닝
tr: Eğitim

source: Workouts
cs: Tréninky
da: Træninger
el: Προπονήσεις
hr: Treninzi
sv: Träningspass
tr: Egzersizler

source: Workouts schedules
cs: Rozvrhy tréninků
da: Træningsplaner
el: Προγράμματα προπονήσεων
hr: Rasporedi treninga
nl: Workout-schema's
sv: Träningscheman
tr: Egzersiz programları

source: Calendar
cs: Kalendář
da: Kaldender
el: Ημερολόγιο
fi: Kalenteri
hr: Kalendar
ko: 달력
nl: Kalender
sv: Kalender
tr: Takvim

source: Measurements
cs: Měření
fi: Mittaukset
hr: Mjerenja
ko: 측정
tr: Ölçümler

source: Gallery
cs: Galerie
da: Galleri
fi: Galleria
hr: Galerija
ko: 갤러리
sv: Galleri
tr: Galeri

source: Workout templates
cs: Tréninkové šablony
da: Træningsskabeloner
fi: Harjoittelumallit
hr: Predlošci treninga
ko: 운동 표본
tr: Antrenman şablonları

source: Your templates
cs: Tvé šablony
da: Dine skabeloner
fi: Mallisi
hr: Tvoji predlošci
ko: 일정 표본
sv: Dina mallar
tr: Şablonlarınız

source: Public templates
cs: Veřejné šablony
da: Offentlige skabeloner
fi: Julkiset mallit
hr: Javni predlošci
ko: 공용 템플릿
sv: Publika mallar
tr: Herkese açık şablonlar

source: Exercises
cs: Cviky
da: Øvelser
el: Ασκήσεις
fi: Harjoitukset
hr: Vježbe
ko: 운동
nl: Oefeningen
sv: Övningar
tr: Egzersizler

source: Administration
cs: Administrace
el: Διαχείριση
fi: Hallinto
hr: Administracija
ko: 관리
nl: Administratie
tr: Yönetim

source: Exercise edit history
cs: Historie úprav cvičení
da: Øvelsesredigeringshistorik
fi: Harjoituksen muokkaushistoria
hr: Povijest uređivanja vježbe
ko: 운동 편집 이력
tr: Egzersiz düzenleme geçmişi

source: Equipment
cs: Nářadí
da: Udstyr
el: Όργανα
fi: Varusteet
hr: Oprema
ko: 장비
nl: Materiaal
sv: Utrustning
tr: Ekipman

source: Muscles
cs: Svaly
da: Muskler
el: Μύες
fi: Lihakset
hr: Mišići
ko: 근육
nl: Spieren
sv: Muskler
tr: Kaslar

source: Categories
cs: Kategorie
da: Kategorier
el: Κατηγορίες
fi: Luokat
hr: Kategorije
ko: 카테고리
nl: Categorieën
sv: Kategorier
tr: Kategoriler

source: Nutrition
cs: Výživa
da: Ernæring
el: Διατροφή
fi: Ravitsemus
hr: Prehrana
ko: 영양
nl: Voeding
sv: Kost
tr: Beslenme

source: Nutrition plans
cs: Nutriční plány
da: Ernæringsplaner
el: Προγράμματα διατροφής
fi: Ravitsemussuunnitelmat
hr: Planovi prehrane
ko: 영양소 섭취 계획
nl: Voedingsplannen
sv: Kostplaner
tr: Beslenme planları

source: BMI calculator
cs: Kalkulačka BMI
da: BMI lommeregner
el: Υπολογιστής BMI
fi: Painoindeksilaskuri
hr: Kalkulator indeksa tjelesne mase
ko: BMI 계산기
sv: BMI-kalkylator
tr: BMI hesaplayıcı

source: Daily calories calculator
cs: Kalkulačka denních kalorii
da: Daglige kalorier lommeregner
el: Υπολογιστής ημερήσιων θερμίδων
fi: Päivittäisten kalorien laskuri
hr: Kalkulator dnevnih kalorija
ko: 일일 칼로기 계산기
nl: Dagelijkse calorieëncalculator
sv: Dagliga-kalorier-kalkylator
tr: Günlük kalori hesaplayıcı

source: Ingredient overview
cs: Přehled jídel
da: Ingrediensoversigt
el: Επισκόπηση συστατικών
fi: Ainesosien yleiskatsaus
hr: Pregled sastojaka
ko: 성분 개요
nl: Ingrediëntenoverzicht
sv: Ingrediensöversikt
tr: İçeriğe genel bakış

source: Ingredient weight units
cs: Jednotka váhy položek
da: Ingrediens vægtenheder
el: Μονάδες βάρους συστατικών
fi: Ainesosien painoyksiköt
hr: Jedinica težine sastojka
ko: 몸무게 성분 단위
nl: Gewichteenheden ingrediënt
sv: Ingrediens viktenheter
tr: İçerik ağırlık birimleri

source: Ingredients pending review
cs: Potraviny čekající na kontrolu
el: Συστατικά που αναμένουν εξέταση
hr: Još nepregledani sastojci
nl: Ingrediënten in overweging
tr: İncelenmeyi bekleyen malzemeler

source: Body weight
cs: Tělesná hmotnost
da: Kropsvægt
fi: Kehon paino
hr: Tjelesna težina
ko: 체중
tr: Vücut ağırlığı

source: Weight overview
cs: Přehled váhy
da: Vægt oversigt
el: Επισκόπηση βάρους
fi: Painon yleiskatsaus
hr: Pregled težine
ko: 체중 개요
nl: Gewichtsoverzicht
sv: Viktöversikt
tr: Ağırlığa genel bakış

source: Add weight entry
cs: Zaznamenat váhu
da: Tilføj vægtpost
el: Νέα εγγραφή βάρους
hr: Dodaj unos težine
nl: Voeg gewichtmeting toe
sv: Lägg till vikt
tr: Kilo girişi ekleyin

source: About this software
cs: O aplikaci
da: Om denne software
el: Σχετικά
fi: Tietoja tästä ohjelmistosta
hr: O ovom softveru
ko: 이 소프트웨어는
nl: Over deze software
sv: Om programvaran
tr: Bu yazılım hakkında

source: About us
cs: O nás
da: Om os
el: Σχετικά με μας
hr: O nama
nl: Over ons
sv: Om oss
tr: Hakkımızda

source: License
cs: Licence
da: Licens
el: Άδεια
fi: Lisenssi
hr: Licenca
ko: 라이선스
nl: Licentie
sv: Licens
tr: Lisans

source: Developer documentation
cs: Dokumentace vývojáře
da: Udviklerdokumentation
fi: Kehittäjädokumentaatio
hr: Dokumentacija za programere
ko: 개발 가이드
sv: Dokument för utvecklare
tr: Geliştirici belgeleri

source: Get the code
cs: Získejte kód
da: Hent koden
el: Κατεβάστε τον κώδικα
fi: Hanki koodi
hr: Nabavi kôd
ko: 코드 정보
nl: Download de code
sv: Hämta koden
tr: Kodu alın

source: Translate
cs: Překlad
da: Oversæt
el: Μετάφραση
fi: Käännä
hr: Prevodi
ko: 번역
nl: Vertaal
sv: Översätt
tr: Çevir

source: Reset password
cs: Reset hesla
da: Nulstil kodeord
el: Αλλαγή κωδικού
fi: Nollaa salasana
hr: Obnovi lozinku
ko: 비밀번호 변경
nl: Reset wachtwoord
sv: Återställ lösenord
tr: Parolayı sıfırla

source: My preferences
cs: Má nastavení
da: Mine indstillinger
el: Οι προτιμήσεις μου
fi: Mieltymykseni
hr: Moje postavke
ko: 내 환경설정
nl: Mijn voorkeuren
sv: Mina preferenser
tr: Benim tercihlerim

source: Logout
cs: Odhlásit
da: Log ud
el: Έξοδος
fi: Kirjaudu ulos
hr: Odjava
ko: 로그아웃
nl: Afmelden
sv: Logga ut
tr: Çıkış

source: Licenses
cs: Licence
da: Licenser
el: Άδειες
fi: Lisenssit
hr: Licence
ko: 라이선스
nl: Licenties
sv: Licenser
tr: Lisanslar

source: Repetition units
cs: Opakující jednotky
da: Gentagelsesenheder
fi: Toistoyksiköt
hr: Jedinice ponavljanja
ko: 반복 단위
sv: Repetitioner
tr: Tekrarlama birimleri

source: Weight units
cs: Jednotka hmostnosti
da: Vægtenheder
el: Μονάδες βάρους
fi: Painoyksiköt
hr: Jedinice težine
ko: 무게 단위
nl: Gewichteenheden
sv: Viktenheter
tr: Ağırlık birimleri

source: User list
cs: Uživatelský seznam
da: Brugerliste
fi: Käyttäjäluettelo
hr: Popis korisnika
ko: 사용자 리스트
nl: Gebruikerslijst
sv: Användarlista
tr: Kullanıcı listesi

source: Gyms
cs: Posilovny
da: Fitnescentre
el: Γυμναστήρια
fi: Kuntosalit
hr: Teretane
ko: 체육관
sv: Gym
tr: Spor salonları

source: Password reset complete
cs: Obnova hesla je kompletní
da: Kodeordsnulstilling udført
el: Ολοκληρώθηκε η αλλαγή κωδικού
fi: Salasanan nollaus valmis
hr: Obnavljanje lozinke gotovo
ko: 비밀번호 변경 완료
nl: Wachtwoord-reset voltooid
sv: Lösenordsåterställning fullbordad
tr: Parola sıfırlama tamamlandı

source: Your password has been set. You may go ahead and log in now.
cs: Heslob ylo nastaveno. Nyní můžete pokračovat a přihlásit se.
da: Dit kodeord er blevet gemt. Du kan logge ind nu.
el: Ο κωδικός σας έχει ρυθμιστεί. Μπορείτε να τον χρησιμοποιήσετε τώρα για είσοδο.
fi: Salasanasi on asetettu. Voit nyt kirjautua sisään.
hr: Tvoja je lozinka postavljena. Sada se možeš prijaviti.
ko: 비밀번호가 설정되었습니다. 지금 바로 로그인 할 수 있습니다.
nl: Je wachtwoord werd ingesteld. Je kan jezelf nu aanmelden.
sv: Ditt lösenord har satts. Du kan nu logga in.
tr: Parolanız ayarlandı. Devam edebilir ve şimdi oturum açabilirsiniz.

source: Log in
cs: Přihlásit
da: Log ind
el: Είσοδος
fi: Kirjaudu sisään
hr: Prijavi se
ko: 로그인
nl: Aanmelden
sv: Logga in
tr: Oturum aç

source: Password reset successful
cs: Obnova hesla bla dokončena
da: Kodeord nulstillet
el: Επιτυχής αλλαγή κωδικού
fi: Salasanan uudelleenasetus onnistui
hr: Lozinka je uspješno obnovljena
ko: 비밀번호 변경 성공
nl: Wachtwoord-reset niet geslaagd
sv: Lösenordsåterställning lyckad
tr: Parola sıfırlama başarılı

source: We've e-mailed you instructions for setting your password to the e-mail address you submitted. You should be receiving it shortly.
cs: Instrukce, jak obnovit heslo, zašleme na emailovou adresu, kterou jste zadali. Email obdržíte brzy.
da: Vi har sendt dig instruktioner for at sætte dit kodeord, til den email adresse du indtastede. Du burde modtage den snart.
el: Σας έχουμε στείλει οδηγίες για να ρυθμίσετε τον κωδικό σας στην διεύθυνση e-mail που μας έχετε υποβάλλει. Θα πρέπει να τις παραλάβετε σύντομα.
fi: Olemme lähettäneet sinulle ohjeet salasanan asettamiseen ilmoittamaaääsi sähköpostiosoitteeseen. Sinun pitäisi saada se pian.
hr: Poslali smo ti e-mail s uputama za postavljanje lozinke na tvoju e-mail adresu. E-mail ćeš uskoro primiti.
ko: 제출하신 이메일 주소로 비밀번호 설정 지침을 이메일로 보내드렸습니다. 곧 받으실 수 있습니다.
nl: We hebben je instructies voor het instellen van je wachtwoord gemaild naar het adres dat je hebt ingevuld. Je zou deze spoedig moeten ontvangen.
sv: Vi har skickat instruktioner för att välja lösenord till e-postadressen du angav. Du borde få den inom kort.
tr: Gönderdiğiniz e-posta adresine parolanızı ayarlamanız için talimatları size e-postayla gönderdik. Kısa süre içinde almalısınız.

source: You're receiving this e-mail because you requested a password reset for your user account at %(site_name)s.
cs: Tento email jste obdržel, protože jste na stránce %(site_name)s požádali o obnovu hesla k uživatelskému účtu.
da: Du modtager denne email fordi du anmodede om at nulstille dit kodeord for din bruger på %(site_name)s.
el: Λαμβάνετε αυτό το e-mail γιατί έχετε υποβάλλει αίτημα επαναφοράς του κωδικού για τον λογαριασμό σας στο %(site_name)s.
fi: Sait tämän sähköpostin, koska pyysit salasanan nollaamista käyttäjätilillesi %(site_name)s:lla.
hr: Poslali smo ti ovu e-mail poruku jer si zatražio/la ponovno postavljanje lozinke za tvoj korisnički račun na %(site_name)s.
ko: %(site_name)s 사용자 계정에 대한 비밀번호 재설정을 요청하셨기 때문에 이 이메일을 보내드립니다.
nl: Je ontvangt deze e-mail omdat je een wachtwoord-reset voor je gebruikersaccount aanvroeg op %(site_name)s
sv: Du får detta mail eftersom du begärt en lösenordsåterställning för ditt användarkonto på %(site_name)s.
tr: Bu e-postayı, %(site_name)s adresindeki kullanıcı hesabınız için bir parola sıfırlama talep ettiğiniz için alıyorsunuz.

source: Please go to the following page and choose a new password:
cs: Prosím, přejděte na následující stránku, kde si můžete zvolit nové heslo:
da: Gå venligst til følgende side for at vælge et nyt kodeord:
el: Παρακαλούμε πηγαίνετε στην ακόλουθη σελίδα και επιλέξτε νέο κωδικό:
fi: Mene seuraavalle sivulle ja valitse uusi salasana:
hr: Idi na sljedeću stranicu i odaberi novu lozinku:
ko: 다음 페이지로 가서 새 비밀번호를 선택하세요:
nl: Gelieve naar de volgende pagina te gaan en een nieuw wachtwoord te kiezen:
sv: Vänligen gå till följande sida för att välja ett nytt lösenord:
tr: Lütfen aşağıdaki sayfaya gidin ve yeni bir parola seçin:

source: Your username, in case you've forgotten:
cs: Vaše uživatelské jméno, pokud jste jej zapoměl:
da: Dit brugernavn, i tilfælde du har glemt det:
el: Το όνομα χρήστη σας, σε περίπτωση που το ξέχασες:
fi: Käyttäjätunnuksesi siltä varalta, että olet unohtanut:
hr: Tvoje korisničko ime, u slučaju da si ga zaboravio/la:
ko: 사용자 계정을 잊으셨나요:
nl: Je gebruikersnaam, in geval je deze vergeten bent:
sv: Ditt användarnamn, i fall du har glömt:
tr: Kullanıcı adınız, unuttuysanız:

source: Thanks for using our site!
cs: Děkujeme, že využíváte naši stránku!
da: Tak fordi du bruger vores side!
el: Ευχαριστούμε που χρησιμοποιήσατε τις υπηρεσίες μας!
fi: Kiitos, että käytät sivustoamme!
hr: Hvala što koristiš našu stranicu!
ko: 저희 사이트를 이용해 주셔서 감사합니다!
nl: Bedankt om onze site te gebruiken!
sv: Tack för att du använder vår sida!
tr: Sitemizi kullandığınız için teşekkürler!

source: The %(site_name)s team
cs: Tým %(site_name)s
da: %(site_name)s teamet
el: Η ομάδα %(site_name)s
fi: %(site_name)s-joukkue
hr: %(site_name)s tim
ko: %(site_name)s 팀
nl: Het %(site_name)s team
sv: %(site_name)s lag
tr: %(site_name)s ekibi

source: previous
cs: předchozí
da: forrige
el: προηγούμενο
fi: edellinen
hr: prethodno
ko: 이전
nl: vorige
sv: tidigare
tr: önceki

source: next
cs: další
da: næste
el: επόμενο
fi: seuraava
hr: dalje
ko: 다음
nl: volgende
sv: nästa
tr: Sonraki

source: Add weight log
cs: Přidat záznam váhy
hr: Dodaj zapis težine
tr: Kilo günlüğü ekle
