Repository: wger-project/wger
Catalog: wger/locale/*/LC_MESSAGES/django.po
Languages: cs, da, el, fi, hr, ko, nl, sv, tr

source: Inactive members
cs: Neaktivní čleonové
da: Inaktive medlemmer
el: Ανενεργά μέλη
fi: Ei-aktiiviset jäsenet
hr: Neaktivni članovi
ko: 비활성 회원
nl: Inactieve leden
sv: Inaktiva medlemmar
tr: Etkin olmayan üyeler

source: weeks
cs: výkendů
da: uger
el: εβδομάδες
fi: viikot
hr: tjedni
ko: 주
nl: weken
sv: veckor
tr: haftalar

source: My configuration
cs: Má nastavení
da: Min konfiguration
el: Οι ρυθμίσεις μου
fi: Kokoonpanoni
hr: Moja konfiguracija
ko: 내 환경설정
nl: Mijn configuratie
sv: Min konfiguration
tr: Yapılandırmam

source: Types
cs: Typy
da: Typer
fi: Tyypit
hr: Vrste
ko: 유형
sv: Typer
tr: Türler

source: Emails
cs: Emaily
fi: Sähköpostiosoitteet
hr: E-mail adrese
ko: 이메일
sv: E-postmeddelanden
tr: E-postalar

source: Add member
cs: Přidat uživatele
da: Tilføj medlem
el: Νέο μέλος
fi: Lisää jäsen
hr: Dodaj člana
ko: 멤버 추가
nl: Lid toevoegen
sv: Lägg till medlem
tr: Üye ekle

source: Info
da: Information
el: Πληροφορίες
fi: Tietoa
hr: Informacije
ko: 정보
tr: Bilgi

source: Please write down the user password or save the exported file, which contains all the user data, and keep it in a safe place. The password cannot be recovered later.
cs: Zapište si uživatelské heslo, nebo si uložte exportovaný soubor, který obsahuje všechna uživatelská data a udržte je v bezpečí. Heslo není možné později obnovit.
da: Skriv venligst brugerens kodeord ned eller gem den eksporterede fil, som indeholder alle brugerens data, og opbevar den et sikkert sted. Kodeordet kan ikke genskabes senere.
el: Παρακαλούμε σημειώστε το όνομα χρήστη ή αποθηκεύστε σε ένα αρχείο που συμπεριλαμβάνει όλα τα προσωπικά δεδομένα και φυλάξτε το σε ασφαλές σημείο. Ο κωδικός δεν μπορεί να ανακτηθεί αργότερα.
fi: Kirjoita käyttäjän salasana muistiin tai tallenna viety tiedosto, joka sisältää kaikki käyttäjätiedot, ja säilytä se turvallisessa paikassa. Salasanaa ei voi palauttaa myöhemmin.
hr: Zapiši korisničku lozinku ili spremi izvezenu datoteku koja sadrži sve korisničke podatke i čuvaj ih na sigurnom mjestu. Lozinka se kasnije ne može vratiti.
ko: 사용자 암호를 적어 두거나, 모든 사용자 데이터가 포함된 내보낸 파일을 저장하고, 안전한 장소에 보관하십시오. 암호는 복구할 수 없습니다.
nl: Gelieve het wachtwoord van de gebruiker op te schrijven of het geëxporteerde bestand op te slaan dat alle gebruikersdata bevat. Het wachtwoord kan later niet gerecupereerd worden.
sv: Skriv ner lösenordet eller spara den exporterade filen, vilket innehåller all användardata, och spara den på en säker plats. Lösenordet kan inte återställas senare.
tr: Lütfen kullanıcı parolasını bir yere yazın veya tüm kullanıcı verilerini içeren dışa aktarılan dosyayı kaydedin ve güvenli bir yerde saklayın. Parola daha sonra kurtarılamaz.

source: Export user data
cs: Exportovat data uživatele
da: Eksporter brugerdata
el: Εξαγωγή δεδομένων χρήστη
fi: Vie käyttäjätiedot
hr: Izvezi korisničke podatke
ko: 사용자 데이터 내보내기
nl: Exporteer gebruikersdata
sv: Exportera användardata
tr: Kullanıcı verilerini dışa aktar

source: This user's password has been reset. Please notify the user of their new password.
cs: Hesla uživatelů byla obnovena. Prosím, informujte uživatele o nutnosti použití nových hesel.
da: Denne brugers kodeord er blevet nulstillet. Underret venligst brugeren om deres nye kodeord.
fi: Tämän käyttäjän salasana on nollattu. Ilmoita käyttäjälle uudesta salasanastaan.
hr: Lozinka ovog korisnika je obnovljena. Obavijesti korisnika o njegovoj novoj lozinci.
ko: 이 사용자의 비밀번호가 재설정되었습니다. 사용자에게 새 비밀번호를 알려주세요.
sv: Denna användares lösenord har återställts. Vänligen meddela användaren om deras nya lösenord.
tr: Bu kullanıcının parolası sıfırlandı. Lütfen kullanıcıya yeni parolasını bildirin.

source: Add note
cs: Přidat poznámku
da: Tilføj note
el: Νέα σημείωση
fi: Lisää huomautus
hr: Dodaj bilješku
ko: 노트 추가
nl: Notitie toevoegen
sv: Lägga till anteckning
tr: Not ekle

source: Add contract
cs: Přidat zakázka
da: Tilføj kontrakt
fi: Lisää sopimus
hr: Dodaj ugovor
ko: 계약 추가
sv: Lägg till avtal
tr: Sözleşme ekleyin

source: Add option
cs: Přidat poznámku
da: Tilføj mulighed
fi: Lisää vaihtoehto
hr: Dodaj opciju
ko: 옵션 추가
sv: Lägga till alternativ
tr: Seçenek ekle

source: Delete {0}
cs: Smazat {0}
da: Slet {0}
fi: Poista {0}
hr: Izbriši {0}
ko: {0} 삭제
nl: Verwijder {0}
sv: Ta bort {0}
tr: {0} öğesini sil

source: Add contract type
cs: Přidejte typ zakázky
da: Tilføj kontrakttype
fi: Lisää sopimustyyppi
hr: Dodaj vrstu ugovora
ko: 계약 유형 추가
sv: Lägg till avtalstyp
tr: Sözleşme türü ekleyin

source: Gender
cs: Pohlaví
da: Køn
fi: Sukupuoli
hr: Spol
ko: 성별
sv: Kön
tr: Cinsiyet

source: Add user to gym
cs: Přidat uživatele do posilovny
da: Tilføj bruger til fitnescenter
el: Προσθήκη χρήστη στο γυμναστήριο
fi: Lisää käyttäjä kuntosalille
hr: Dodaj korisnika teretani
ko: Gym에 사용자 추가
nl: Gebruiker aan gym toevoegen
sv: Lägg till användare till gym
tr: Spor salonuna kullanıcı ekle

source: Edit gym
cs: Upravit posilovnu
da: Rediger fitnescenter
el: Επεξεργασία γυμναστηρίου
fi: Muokkaa kuntosalia
hr: Uredi teretanu
ko: gym 편집
nl: Gym bewerken
sv: Redigera gym
tr: Spor salonunu düzenle

source: Abs
cs: Břišní svaly
da: Mavemuskler
el: Κοιλιακοί
fi: Vatsalihakset
hr: Trbuh
ko: 복근
nl: Buikspieren
sv: Magmuskler
tr: Karın Kasları

source: Arms
cs: Paže
da: Arme
el: Χέρια
fi: Kädet
hr: Ruke
ko: 팔
nl: Armen
sv: Armar
tr: Kollar

source: Back
cs: Záda
da: Ryg
el: Πλάτη
fi: Selkä
hr: Leđa
ko: 등
nl: Rug
sv: Rygg
tr: Sırt

source: Barbell
cs: Vzpěračská činka
da: Vægtstang
fi: Levytanko
hr: Šipka
ko: 바벨
nl: Halter
sv: Skivstång
tr: Halter

source: Bench
cs: Lavice
da: Bænk
el: Πάγκος
fi: Penkki
hr: Klupa
ko: 벤치
nl: Bank
sv: Bänk
tr: Benç

source: Biceps
cs: Bicepsy
fi: Hauislihas
hr: Bicepsi
ko: 상완 이두근
tr: Pazılar

source: Body Weight
cs: Tělesná hmotnost
da: Kropsvægt
fi: Kehon paino
hr: Tjelesna težina
ko: 체중
tr: Vücut Ağırlığı

source: Calves
cs: Lýtka
da: Lægge
el: Μηροί
fi: Pohkeet
hr: Lisni mišići
ko: 종아리
nl: Kuiten
sv: Vader
tr: Baldırlar

source: Cardio
cs: Kardio
da: Kondition
fi: Sydän
hr: Kardio
ko: 심장강화
tr: Kardiyo

source: Chest
cs: Hrudník
da: Bryst
el: Στήθος
fi: Rinta
hr: Prsa
ko: 가슴
nl: Borstkas
sv: Bröst
tr: Göğüs

source: Dumbbell
cs: Jednoruční činka
da: Håndvægt
el: Αλτήρες
fi: Käsipaino
hr: Ručni uteg
ko: 덤벨
nl: Vrije halter
sv: Hantel
tr: Dambıl

source: Glutes
cs: Hýždě
da: Ballemuskler
fi: Pakarat
hr: Stražnjica
ko: 엉덩이
tr: Kalça kasları

source: Gym mat
cs: Gymnastická podložka
da: Træningsmåtte
el: Πατάκι γυμναστηρίου
fi: Kuntosalin matto
hr: Podloga za treniranje
ko: 매트
nl: Gym-matje
tr: Spor paspası

source: Hamstrings
cs: Zadní stehenní svaly
da: Hasemuskler
fi: Reisilihakset
hr: Tetive koljena
ko: 햄스트링
tr: Hamstringler

source: Incline bench
cs: Šikmá lavice
da: Hældingsbænk
el: Πάγκος με κλίση
fi: Kalteva penkki
hr: Nagnuta klupa
ko: 인클라인 벤치
nl: Hellende bank
sv: Luta bänken
tr: Eğim tezgahı

source: Kettlebell
fi: Kahvakuula
hr: Kuglasti uteg
ko: 캐틀벨

source: Kilometers
cs: Kilometry
da: Kilometre
fi: Kilometrit
hr: Kilometri
ko: 킬로미터
sv: Kilometer
tr: Kilometre

source: Kilometers Per Hour
cs: Kilometry za hodinu
da: Kilometer I Timen
fi: Kilometrit tunnissa
hr: Kilometara na sat
ko: km/h
tr: Kilometre/Saat

source: Lats
cs: Široký sval zádový
da: Latmuskler
hr: Leđni mišići
tr: Lat kasları

source: Legs
cs: Nohy
da: Ben
el: Πόδια
fi: Jalat
hr: Noge
ko: 다리
nl: Benen
sv: Ben
tr: Bacaklar

source: Lower back
cs: Dolní část zad
hr: Donji dio leđa
ko: 허리 아래
tr: Alt sırt

source: Max Reps
cs: Max. opakování
da: Maksimale Repetitioner
fi: Repsien enimmäisluku
hr: Maks. broj ponavljanja
ko: 최대 랩스
sv: Max antal Reps
tr: Azami Tekrar Sayısı

source: Miles
cs: Míle
da: Mil
fi: Mailit
hr: Milje
ko: 마일
sv: Mil
tr: Mil

source: Miles Per Hour
cs: Míle za hodinu
da: Mil I Timen
fi: Mailit tunnissa
hr: Milja na sat
ko: mi/h
tr: Mil/Saat

source: Minutes
cs: Minuty
da: Minutter
fi: Minuutit
hr: Minute
ko: 분
sv: Minuter
tr: Dakika

source: Plates
cs: Závaží
da: Vægtskiver
fi: Levyt
hr: Ploče
ko: 필라테스
tr: Tabaklar

source: Pull-up bar
cs: Hrazda
fi: Leuanvetotanko
hr: Šipka za povlačenje
ko: 풀업바
nl: Optrekstaaf
tr: Barfiks çubuğu

source: Quads
cs: Čtyřhlavý sval stehenní
da: Quadmuskler
hr: Ekstenzije nogu
ko: 쿼드
tr: Quads kasları

source: Repetitions
cs: Opakování
da: Repetitioner
el: Επαναλήψεις
fi: Toistot
hr: Ponavljanja
ko: 반복
nl: Herhalingen
sv: Repetitioner
tr: Tekrarlar

source: SZ-Bar
fi: SZ-tanko
hr: Zaobljena šipka
ko: SZ바
nl: SZ-staaf

source: Seconds
cs: Sekundy
da: Sekunder
fi: Sekunnit
hr: Sekunde
ko: 초
sv: Sekunder
tr: Saniye

source: Shoulders
cs: Ramena
da: Skuldre
el: Ώμοι
fi: Hartiat
hr: Ramena
ko: 어깨
nl: Schouders
sv: Axlar
tr: Omuzlar

source: Swiss Ball
cs: Gymnastický míč
da: Schweizisk Bold
fi: Sveitsin pallo
hr: Gimnastička lopta
ko: 스위스볼
nl: Kogelgewicht
sv: Schweizisk boll
tr: Egzersiz Topu

source: Until Failure
cs: Do selhání
da: Indtil Fejl
fi: Epäonnistumiseen saakka
hr: Do neuspjeha
ko: 실패 전까지
sv: Tills Misslyckande
tr: Başarısızlığa Kadar

source: none (bodyweight exercise)
cs: žádný (cvičení s vlastní vahou)
da: ingen (kropsvægt øvelse)
el: κανένα (άσκηση με το βάρος σώματος)
fi: ei mitään (kehonpainoharjoittelu)
hr: ništa (vježba za tjelesnu težinu)
ko: 없음(체중 운동)
nl: Geen (oefening met lichaamsgewicht)
sv: ingen (kroppsvikt träning)
tr: yok (vücut ağırlığı egzersizi)

# As in "email subject"
source: Subject
cs: Předmět
da: Emne
fi: Aihe
hr: Predmet
ko: 주제
nl: Onderwerp
sv: Ämne
tr: Konu

# As in "content of an email"
source: Content
cs: Obsah
da: Indhold
fi: Sisältö
hr: Sadržaj
ko: 내용
nl: Inhoud
sv: Innehåll
tr: İçerik

source: Generate preview
cs: Vygenerovat náhled
da: Generer forhåndsvisning
fi: Luo esikatselu
hr: Generiraj pregled
ko: 미리보기 생성
tr: Önizleme oluştur

source: Steps
cs: Kroky
da: Trin
fi: Vaiheet
hr: Koraci
ko: 스탭
nl: Stappen
sv: Steg
tr: Adımlar

source: Fill in the form
cs: Vyplnit formulář
da: Udfyld formularen
fi: Täytä lomake
hr: Ispuni obrazac
ko: 양식 채우기
nl: Vul het formulier in
sv: Fyll i formuläret
tr: Formu doldurun

source: You will receive a preview email for you to review
cs: Obdržíte náhledový email pro překontrolování
da: Du vil modtage en forhåndsvisningsemail som du kan gennemse
fi: Saat esikatselun sähköpostin, jonka voit tarkistaa
hr: Primit ćeš e-mail poruku s pregledom za provjeru
ko: 검토할 수 있는 미리보기 이메일을 받게 됩니다
sv: Du kommer få ett förhandsvisningsmail du kan granska
tr: İncelemeniz için bir önizleme e-postası alacaksınız

source: You can update and correct the content as often as you need before sending the emails
cs: Před odesláním emailů můžete obsah upravit a aktualizovat, tak často, jak potřebujete
da: Du kan opdatere og rette indholdet så meget du vil før du sender emailsne
fi: Voit päivittää ja korjata sisältöä niin usein kuin tarvitset ennen sähköpostien lähettämistä
hr: Prije slanja e-mailova možeš aktualizirati i ispravljati sadržaj koliko god često želiš
ko: 이메일을 보내기 전에 필요에 따라 콘텐츠를 업데이트하고 수정할 수 있습니다
sv: Du kan uppdatera och ändra innehållet så ofta du behöver innan du skickar mailen
tr: E-postaları göndermeden önce içeriği ihtiyaç duyduğunuz sıklıkta güncelleyebilir ve düzeltebilirsiniz

source: Current version
cs: Aktuální verze
da: Nuværende version
fi: Nykyinen versio
hr: Trenutačna verzija
ko: 현재 버젼
nl: Huidige versie
sv: Aktuell version
tr: Şimdiki versiyonu

source: Send emails
cs: Odeslat emaily
fi: Lähetä sähköpostit
hr: Šalji e-mail poruke
ko: 이메일 보내기
tr: E-postaları gönder

source: Correction
cs: Oprava
da: Rettelse
fi: Korjaus
hr: Ispravak
ko: 보정
nl: Verbetering
sv: Korrigering
tr: Düzeltme

source: The name of the workout
cs: Jméno tréninku
da: Navnet på træningen
hr: Ime treninga
sv: Namnet på din workout
tr: Antrenmanın adı

source: A short description or goal of the workout. For example 'Focus on back' or 'Week 1 of program xy'.
cs: Krátký popis cíle tréninku. Například 'Zaměřit se na zadní stranu' nebo '1 týden programu xy.
da: En kort beskrivelse af målet af træningen. For eksempel 'Fokus på ryggen' eller 'Uge 1 af program xy'.
el: Μια μικρή περιγραφή ή στόχος της προπόνησης. Για παράδειγμα "Συγκεντρωθείτε στην πλάτη" ή "Εβδομάδα 1 του προγράμματος Χ".
hr: Kratak opis ili cilj treninga. Na primjer „Fokus na leđa” ili „1. tjedan programa xy”.
nl: Een korte beschrijving of doel van de workout. Bijvoorbeeld "Focus op rug" of "Week 1 van programma X".
sv: En kort beskrivning eller ett mål med träningen. Till exempel "fokus på ryggen" eller "Vecka 1 av program xy".
tr: Antrenmanın kısa bir açıklaması veya hedefi. Örneğin, 'Sırta odaklan' veya 'xy programının 1. haftası'.

source: You can search for more than one exercise, they will be grouped together for a superset.
cs: Můžete vyhledat více jak jeden cvik. Cviky pak budou zařazeny do supersérie.
da: Du kan søge efter mere end en øvelse, de vil blive gruperet sammen til et supersæt.
el: Μπορείτε να ψάξετε για περισσότερες από μία ασκήσεις, θα ομαδοποιηθούν σε μια ομάδα.
hr: Možeš tražiti više od jedne vježbe. Vježbe će se grupirati u jedan nadskup.
nl: Je kan zoeken naar meer dan één oefening, ze zullen gegroepeerd worden in een supserset.
sv: Du kan söka efter mer än en övning, dessa kommer att grupperas för ett superset.
tr: Birden fazla egzersiz için arama yapabilirsiniz, bunlar bir üst set için birlikte gruplandırılır.

source: Also search for names in English
cs: Také hledat názvy v angličtině
da: Søg også navne på Engelsk
fi: Hae myös englanninkieliset nimet
hr: Također traži imena na engleskom jeziku
ko: 영어 이름도 검색해 보세요
tr: Ayrıca İngilizce adları da arayın

source: Unit
cs: Jednotka
da: Enhed
fi: Yksikkö
hr: Jedinica
ko: 단위
sv: Enhet
tr: Birim

source: Type
cs: Typ
hr: Vrsta
sv: Typ
tr: Tür

source: Table
cs: Tabulka
da: Tabel
el: Πίνακας
hr: Tablica
nl: Tabel
sv: Tabell
tr: Tablo

source: with images
cs: s obrázky
da: med billeder
hr: sa slikama
sv: med bilder
tr: resimlerle

source: with comments
cs: s komentáři
da: med kommentarer
hr: s komentarima
sv: med kommentarer
tr: yorumlarla

source: Workout will expire soon
cs: Trénink bude brzy expirovat
da: Træning vil udløbe snart
el: Η προπόνηση θα λήξει σε λίγο
hr: Trening će uskoro isteći
nl: Workout zal spoedig vervallen
sv: Träningspass snart löper ut
tr: Antrenman yakında sona erecek

source: Workout
cs: Trénink
da: Træning
el: Προπόνηση
fi: Harjoittelu
hr: Trening
ko: 운동
sv: Träning
tr: Antrenman

source: A description of what is done on this day (e.g. "Pull day") or what body parts are trained (e.g. "Arms and abs")
cs: Popis toho, co je na tento den plánováno (například "Push-Pull) nebo části těla, která budou trénována (např. "Ruce a břicho")
da: En beskrivelse af hvad udføres denne dag (f.eks. "Pull dag") eller hvilke kropsdele er trænet (f.eks. "Arme og mave")
hr: Opis onoga što se radi ovog dana (npr. „Dan povlačenja”) ili koji se dijelovi tijela treniraju (npr. „Ruke i trbušnjaci”)
sv: En beskrivning av vad som görs denna dag (t. ex. "Drag dag") eller vilka kroppsdelar som tränas (t. ex. "Armar och mage")
tr: O gün ne yapıldığına (ör. "Çekme günü") veya vücudun hangi bölümlerinin eğitildiğine (ör. "Kollar ve karın kasları") ilişkin açıklama

source: Day
cs: Dny
da: Dag
el: Μέρα
hr: Dan
nl: Dag
sv: Dag
tr: Gün

source: Name or short description of the schedule. For example 'Program XYZ'.
cs: Jméno, nebo krátký popis plánu. Například 'Program XYZ'.
da: Navn eller kort beskrivelse af skema. For eksempel 'Program XYZ'.
el: Ονομασία ή μικρή περιγραφή του προγράμματος. Για παράδειγμα "Πρόγραμμα XYZ".
hr: Ime ili kratak opis rasporeda. Na primjer „Program XYZ”.
nl: Naam of korte beschrijving van het schema. Bijvoorbeeld "Programma X".
sv: Namn eller en kort beskrivning av schemat. Till exempel 'Program XYZ'.
tr: Programın adı veya kısa açıklaması. Örneğin 'XYZ Programı'.

source: Schedule active
cs: Rozvrh je aktivní
da: Skema aktivt
el: Πρόγραμμα ενεργό
hr: Raspored je aktivan
nl: Schema actief
sv: Schema aktivt
tr: Etkin program

source: Tick the box if you want to mark this schedule as your active one (will be shown e.g. on your dashboard). All other schedules will then be marked as inactive
cs: Zaškrtněte toto políčko, pokud chcete tento rozvrh označit jako váš aktivní (bude zobrazen např. na nástěnce). Všechny ostatní rozvrhy budou označeny jako neaktivní
da: Sæt flueben i boksen hvis du vil markere dette skema som det aktive (vil blive vis f.eks. på dit dashboard). Alle andre skemaer vil blive markerede inaktive
el: Επιλέξτε το τετράγωνο αν θέλετε να χαρακτηρίσετε αυτό το πρόγραμμα ώς ενεργό (θα εμφανίζεται π.χ. στον πίνακα ελέγχου). Όλα τα υπόλοιπα προγράμματα θα χαρακτηριστούν ώς μή ενεργά μετά.
hr: Označi polje ako ovaj raspored želiš označiti kao svoj aktivni (prikazat će se npr. na tvojoj kontrolnoj ploči). Svi ostali rasporedi će se tada označiti kao neaktivni
nl: Vink het vakje aan om dit schema als actief te markeren (zal getoond worden op o.a. je dashboard). Alle andere schema's zullen dan worden gemarkeerd als inactief.
sv: Markera rutan om du vill markera detta schema som ditt aktiva (visas till exempel på instrumentpanelen). Alla andra scheman kommer då att markeras som inaktiva
tr: Bu programı aktif programınız olarak işaretlemek istiyorsanız kutuyu işaretleyin (örneğin, kontrol panelinizde gösterilecektir). Diğer tüm programlar devre dışı olarak işaretlenecektir

source: Is a loop
cs: Opakující se
da: Er en sløjfe
hr: Petlja
sv: Är en loop
tr: Bir döngü

source: Tick the box if you want to repeat the schedules in a loop (i.e. A, B, C, A, B, C, and so on)
cs: Zaškrtněnte políčko, pokud chcete aby se rozvrh opakoval (např. A,B,C,A,B,C atak dále)
da: Sæt flueben i boksen hvis du vil gentage skemaerne i en sløjfe (f.eks. A, B, C, A, B, C og så videre)
el: Επιλέξτε το τετράγωνο αν θέλετε να επαναλαμβάνετε τα προγράμματα σε κύκλο (π.χ. Α, Β, Γ, Α, Β, Γ κ.ο.κ)
hr: Označi polje ako želiš ponavljati rasporede u petlji (tj. A, B, C, A, B, C i tako dalje)
nl: Duid het veld aan als je de schema's in een lus (bvb. A, B, C, A, B, C enz.) wil herhalen.
sv: Markera rutan om du vill upprepa scheman i en loop (dvs. A, B, C, A, B, C och så vidare)
tr: Programları bir döngüde tekrarlamak istiyorsanız kutuyu işaretleyin (yani, A, B, C, A, B, C vb.)

source: schedule
cs: rozvrh
da: skema
el: πρόγραμμα
hr: raspored
nl: schema
sv: schema
tr: program

source: The duration in weeks
cs: Trvání v týdnech
da: Varighed i uger
el: Η διάρκεια σε εβδομάδες
hr: Trajanje u tjednima
nl: De duurtijd in weken
sv: Varaktighet i veckor
tr: Hafta cinsinden süre

source: Order
cs: Řazení
da: Orden
el: Διάταξη
fi: Järjestys
hr: Redoslijed
ko: 주문
nl: Volgorde
sv: Ordning
tr: Sipariş

source: Bad
cs: Špatné
da: Dårlig
el: Κακό
fi: Huono
hr: Loše
ko: 나쁜
nl: Slecht
sv: Dålig
tr: Kötü

source: Neutral
cs: Neutrální
el: Ουδέτερο
fi: Neutraali
hr: Neutralno
ko: 중립적
nl: Neutraal
tr: Nötr

source: Good
cs: Dobré
da: God
el: Καλό
fi: Hyvä
hr: Dobro
ko: 좋은
nl: Goed
sv: Bra
tr: İyi

source: Any notes you might want to save about this workout session.
cs: Jakékoliv poznámky, které chcete mít uloženy k tomuto průběhu tréninku.
da: Noter du vil gemme om træningen.
el: Οτιδήποτε πληροφορίες που θέλετε να αποθηκεύσετε σε αυτήν την συνεδρία.
fi: Mahdolliset huomautukset, jotka saatat haluta tallentaa tästä harjoittelukerrasta.
hr: Sve bilješke koje možda želiš spremiti o ovoj sesiji treninga.
ko: 이 운동 세션에 관해 저장하고 싶은 메모가 있나요.
nl: Eenderwelke opmerking die je wil bewarne over deze workout-sessie.
sv: Eventuella kommentarer du kan vilja spara gällande detta träningspass
tr: Bu egzersiz seansı hakkında kaydetmek isteyebileceğiniz herhangi bir not.

source: Your impression about this workout session. Did you exercise as well as you could?
cs: Váš názor na průběh tohoto tréninku. Provedli jste cviky tak dobře, jak jste měli?
da: Dine indtryk om denne træning. Gik øvelserne som de skulle?
el: Οι εντυπώσεις σου για αυτήν την συνεδρία. Μπορέσατε να προπονηθείτε όσο θέλατε;
fi: Sinun vaikutelmasi tästä harjoittelukerrasta. Harjoittelitko niin hyvin kuin pystyit??
hr: Tvoj dojam o ovom treningu. Jesi li vježbao/la koliko si mogao/la?
ko: 이 운동 세션에 대한 당신의 인상은 어떠셨나요? 최대한 잘 운동하셨나요?
nl: Je indruk over deze workout-sessie. Voerde je de oefening even goed uit als je kon?
sv: Din åsikt gällande denna träning session. Gjorde du ditt bästa?
tr: Bu egzersiz seansı hakkındaki izleniminiz. Yapabildiğin kadar iyi egzersiz yaptın mı?

source: Start time
cs: Čas začátku
da: Start tid
el: Ώρα έναρξης
fi: Alkamisaika
hr: Vrijeme početka
ko: 시작 시간
nl: Starttijd
sv: Starttid
tr: Başlangıç saati

source: Finish time
cs: Čas konce
da: Slut tid
el: Ώρα λήξης
fi: Päättymisaika
hr: Vrijeme kraja
ko: 종료 시간
nl: Eindtijd
sv: Sluttid
tr: Bitiş zamanı

source: If you enter a time, you must enter both start and end time.
cs: Pokud zadáváte čas, musíte zadat jak čas začátku, tak i čas konce.
da: Hvis du indtaster en tid, skal du indtaste både start og slut tid.
el: Αν πληκτρολογήσετε την ώρα, θα πρέπει να πληκτρολογήσετε ώρα έναρξης και λήξης.
fi: Jos syötät ajan, sinun on syötettävä sekä alkamis- että päättymisaika.
hr: Ako upišeš vrijeme, moraš upisati vrijeme početka i vrijeme kraja.
ko: 시간을 입력하는 경우 시작 시간과 종료 시간을 모두 입력해야 합니다.
nl: Als je een tijd ingeeft, moet je zowel start- als eindtijd ingeven.
sv: Om du anger en tid måste du ange både start-och sluttid.
tr: Bir saat girerseniz, hem başlangıç hem de bitiş saatini girmeniz gerekir.

source: The start time cannot be after the end time.
cs: Čas začátku nemůže být po čase ukončení.
da: Startiden kan ikke være efter sluttiden.
el: Η ώρα έναρξης δεν μπορεί να είναι μετά την ώρα λήξης.
hr: Vrijeme početka ne može biti prije vremena kraja.
ko: 시작 시간은 종료 시간 이후일 수 없습니다.
nl: De startijd kan niet na de eindtijd liggen.
sv: Starttiden kan inte vara efter sluttiden.
tr: Başlangıç zamanı, bitiş zamanından sonra olamaz.

source: Exercise day
cs: Cvičební den
da: Øvelsesdag
el: Μέρα προπόνησης
hr: Dan za vježbu
ko: 운동한 날
nl: Oefeningdag
sv: Träningsdag
tr: Egzersiz günü

source: Number of sets
cs: Počet sad
da: Antal sæt
el: Αριθμός σέτ
hr: Broj setova
nl: Aantal sets
sv: Antal set
tr: Set sayısı

source: Sets
cs: Sady
da: Sæt
el: Σετ
hr: Setovi
sv: Set
tr: Setleri

source: Creation date
cs: Datum vytvoření
da: Oprettelsesdato
el: Ημερομηνία δημιουργίας
hr: Datum stvaranja
ko: 생성일
nl: Creatiedatum
sv: Datum för skapande
tr: Oluşturulma tarihi

source: Workout template
cs: Tréninková šablona
da: Træningsskabelon
hr: Predložak za trening
ko: 운동 알림 템플릿
sv: Träningspassmall
tr: Antrenman şablonu

source: Marking a workout as a template will freeze it and allow you to make copies of it
cs: Označení tréninku jako šablony jej uzamkne pro úpravy a umožní vám vytvářet jeho kopie
da: Hvis du markerer en træning som skabelon, vil den blive frosset og vil tillade at du laver kopier af den
hr: Označavanje treninga kao predloška će ga zamrznuti i omogućiti ti da ga kopiraš
ko: 운동을 템플릿으로 표시하면 운동이 고정되고 사본을 만들 수 있습니다
tr: Bir antrenmanı şablon olarak işaretlemek onu donduracak ve kopyalarını oluşturmanıza izin verecektir

source: Public template
cs: Veřejná šablona
da: Offentlig skabelon
hr: Javni predložak
ko: 공개 템플릿
tr: Herkese açık şablon

source: A public template is available to other users
cs: Veřejná šablona je k dispozici ostatním uživatelům
da: En offentlig skabelon vil være tilgængelig for andre brugere
hr: Javni predložak je dostupan drugim korisnicima
ko: 공개 템플릿은 다른 사용자에게 제공됩니다
tr: Herkese açık bir şablon diğer kullanıcılar tarafından kullanılabilir

source: You must mark this workout as a template before declaring it public
cs: Musíte označit toto cvičení jako šablonu před tím, než ji zveřejníte
da: Du skal markere denne træning som skabelon, før du kan offentliggøre den
hr: Ovaj trening moraš označiti kao predložak prije nego što ga javno objaviš
tr: Bu antrenmanı herkese açık olarak ilan etmeden önce şablon olarak işaretlemelisiniz

source: Workout log
cs: Záznam tréninku
da: Træningslog
el: Ιστορικό προπονήσεων
hr: Zapis treninga
sv: Träningslog
tr: Egzersiz günlüğü
